Repository: mrbeam/mrb3-octoPrint
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: es

source: Action Command Prompt
es: Indicador de comando de acción

source: Without this plugin your printer will no longer be able to triggerconfirmation or selection prompts in OctoPrint
es: Sin este complemento, su impresora ya no podrá desencadenar confirmación o indicaciones de selección en OctoPrint.

source: Message from your printer
es: Mensaje de tu impresora

source: Action Command Prompt Settings
es: Configuración de comando de Acción

source: Enable support
es: Habilitar soporte

source: If detected as supported by the firmware (<code>PROMPT_SUPPORT</code> capability)
es: Si se detecta como soportado por el firmware (<code>PROMPT_SUPPORT</code> Capacidad)

source: Always
es: Siempre

source: Never
es: Nunca

source: Advanced options
es: Opciones avanzadas

source: Dialog command
es: Comando de diálogo

source: Use this to define the dialog command. Default is <code>M876</code>. You normally should not have to change this.
es: Utilice esta opción para definir el comando diálogo. El valor por defecto es <code>M876</code>. Normalmente no debería tener que cambiar esto.

source: Enable force sending of the configured command to bypass blocking firmware routines if detected as supported. You normally should not have to change this.
es: Habilite el envío forzado del comando configurado para omitir el bloqueo de las rutinas de firmware si se detecta como compatible. Normalmente no deberías tener que cambiar esto.

source: Enable signaling to the firmware that we support <code>prompt_*</code> actions if detected as supported. You normally should not have to change this.
es: Habilitar la señal al firmware de que soportamos las acciones <code>prompt_*</code> si se detectan como soportado. Normalmente no debería tener que cambiar esto.

source: Announcements
es: Notificaciones

source: Without this plugin you might miss important announcements regarding security or other critical issues concerning OctoPrint.
es: Sin este plugin puedes perderte importantes notificaciones relativas a la seguridad u otras características clave de OctoPrint.

source: Cannot be toggled
es: No se puede activar

source: Disable Channel
es: Deshabilitar canal

source: Enable Channel
es: Habilitar canal

source: You can edit your announcement subscriptions under Settings > Announcements.
es: Puedes editar tus suscripciones de notificaciones en Ajustes - Notificaciones.

source: Later
es: Más tarde

source: Mark read
es: Marcar como leído

source: Read...
es: Leer...

source: Mark as last read
es: Marcar como último leído

source: Close
es: Cerrar

source: Configured Channels
es: Canales configurados

source: Name
es: Nombre

source: Actions
es: Acciones

source: Refresh Announcements
es: Actualizar avisos

source: Application Keys
es: Llaves de aplicación

source: Without this plugin third party clients will no longer be able to obtain an API key without you manually copy-pasting it.
es: Sin este plugin los clientes de terceros no podrán obtener una llave API a menos que usted manualmente la copie y pegue.

source: You are about to revoke the application key "%(key)s".
es: Usted esta apunto de remover la llave de aplicación "%(key)s".

source: "<strong>%(app)s</strong>" has requested access to control OctoPrint through the API.
es: "<strong>%(app)s</strong>" requiere acceso para controlar OctoPrint atraves de API.

source: Do you want to allow access to this application with your user account?
es: Desea dar acceso a esta aplicación con su cuenta de usuario?

source: Access Request
es: Permiso de acceso

source: Allow
es: Permitir

source: Deny
es: Denegar

source: You are about to revoke %(count)d application keys.
es: Usted esta apunto de eliminar %(count)d llave de aplicación.

source: Revoking application keys
es: Revocando llaves de aplicación

source: Revoking %(count)d application keys...
es: Removiendo %(count)d llaves de aplicación...

source: Revoked %(key)s...
es: Removidas %(key)s...

source: Revocation of %(key)s failed, continuing...
es: Revocación de %(key)s fallo, continuando...

source: Deletion of %(key)s failed: %(error)s
es: Borrado de %(key)s fallo: %(error)s

source: There are no application keys registered yet.
es: Todavía no existen llaves de aplicación registradas

source: Select all on this page
es: Seleccionar todo en esta página

source: Select all
es: Seleccionar todo

source: Select all by user...
es: Seleccionar todo por Usuario...

source: Select all by app...
es: Seleccionar todo por Aplicación

source: Clear selection
es: Limpiar selección

source: Revoke selected
es: Remover selección

source: User
es: Usuario

source: Application identifier
es: Identificador de la aplicación

source: Action
es: Acción

source: Copy API Key to clipboard
es: Copiar la API Key en el portapapeles

source: Revoke
es: Revocar

source: Registered application keys
es: Llaves de aplicación registradas

source: Manually generate an application key
es: Manualmente genera una llave de aplicación

source: Generate
es: Generar

source: Backup & Restore
es: Copia de Seguridad y Restauracion

source: Without this plugin you will no longer be able to backup & restore your OctoPrint settings and data.
es: Sin este plugin usted no podrá restaurar y hacer una copia de seguridad de las configuraciones y datos de su OctoPrint.

source: You are about to delete backup file "%(name)s".
es: Usted esta a punto de borrar el archivo de copia de seguridad "%(name)s".

source: You are about to restore the backup file "%(name)s". This cannot be undone.
es: Usted esta apunto de restaurar la copia de seguridad "%(name)s". Esta acción no podrá deshacerse.

source: You are about to upload and restore the backup file "%(name)s". This cannot be undone.
es: Esta apunto de subir y restaurar un archivo de copia de seguridad "%(name)s". Esta acción no se puede deshacer.

source: You are about to delete the record of plugins unknown during the last restore.
es: Va a borrar los registros de los añadidos desconocidos durante la ultima restauración

source: You are about to delete %(count)d backups.
es: Usted esta apunto de borrar %(count)d copia de seguridad.

source: Backup created successfully
es: Copia de seguridad creada satisfactoriamente

source: Creating the backup failed
es: Error, no se ha podido crear la copia de seguridad

source: OctoPrint could not create your backup. Please consult <code>octoprint.log</code> for details. Error: %(error)s
es: OctoPrint no pudo crear la copia de seguridad. Por favor consulte <code>octoprint.log</code> para detalles. Error: %(error)s

source: Restoring from backup...
es: Restaurando desde la copia de seguridad

source: Restore failed! Check the above output and octoprint.log for reasons as to why.
es: Restauración fallida! Compruebe el registro de errores y el archivo Octoprint.log para obtener mas detalles.

source: Restore successful! The server will now be restarted!
es: Restauración satisfactoria! El servidor se reiniciara.

source: Installing plugin "%(plugin)s}"...
es: Instalando plugin "%(plugin)s}"...

source: Cannot install plugin "%(plugin)s" due to it being incompatible to this OctoPrint version and/or underlying operating system
es: No se ha podido instalar el plugin "%(plugin)s" debido a que es incompatible con esta versión de OctoPrint y/o del sistema operativo subyacente

source: There are %(count)d plugins you'll need to install manually since they aren't registered on the repository:
es: Hay %(count)d plugins que necesitarás instalar manualmente porque no están registradas en el repositorio:

source: Deleting backups
es: Eliminando la/s copia/s de seguridad

source: Deleting %(count)d backups...
es: Borrando %(count)d copia de seguridad...

source: Deleted %(filename)s...
es: Borrando %(filename)s...

source: Deletion of %(filename)s failed, continuing...
es: Borrado de %(filename)s fallado, continuando...

source: Deletion of %(filename)s failed: %(error)s
es: Eliminacion de %(filename)s fallada: %(error)s

source: Some plugins during the last restore could not be identified and hence not automatically installed. Please install them manually, they are listed below including their stated homepages:
es: Algunos plugins durante la última restauración no pudieron ser identificados y por lo tanto no se instalaron automáticamente. Por favor, instálelos manualmente, se enumeran a continuación, incluyendo sus páginas de inicio:

source: Delete record of unknown plugins
es: Borrar registros de los añadidos desconocidos

source: Existing backups
es: Copias de seguridad existentes

source: There are no backups. Maybe create one below?
es: No existen copias de seguridad. Desea crear una copia?

source: These are the backups of your settings and files that already exist on this OctoPrint instance. You may delete, download or restore them.
es: Estas son las copias de seguridad y archivos almacenados en OctoPrint. Usted puede Borrar/descargar o restaurar sus copias y archivos.

source: Delete selected
es: Borrar seleccionado

source: Date
es: Fecha

source: Size
es: Tamaño

source: Delete
es: Borrar

source: Download
es: Descargar

source: Restore
es: Restaurar

source: Create backup
es: Crear una copia de seguridad

source: Create a new backup of the current state.
es: Crear una copia se seguridad del estado actual

source: Exclude uploaded files & metadata from backup
es: Excluir archivos subidos y metadatos del backup

source: Exclude timelapses from backup
es: Excluir Timelapses de la copia de seguridad.

source: Create backup now
es: Crear una copia de seguridad ahora.

source: Restore from uploaded backup
es: Restaurar desde la copia de seguridad subida

source: Restore settings & files from an uploaded backup archive.
es: Restaurar ajustes y archivos desde una copia de seguridad subida

source: Backup file
es: Archivo de copia de seguridad

source: Browse...
es: Buscar...

source: Upload & restore
es: Subir y restaurar

source: Please note that the operating system that this OctoPrint server is running on does not support automatically restoring backups. You will have to <a href="%(url)s" target="_blank" rel="noopener noreferrer">restore your backups manually for now</a>.
es: Tenga en cuenta que el sistema operativo en el que se ejecuta este servidor OctoPrint no es compatible con la restauración automática de copias de seguridad. Tendrá que <a href="%(url)s" target="_blank" rel="noopener noreferrer">restaurar sus copias de seguridad manualmente por ahora</a>.

source: Without this plugin OctoPrint will no longer be able to perform setup steps that might be required after an update.
es: Sin este plugin OctoPrint no será capaz de realizar los pasos de configuración que pudieran necesitarse tras una actualización.

source: Server Commands
es: Comandos del servidor

source: Webcam & Timelapse
es: Cámara y Timelapses

source: Access Control
es: Control de Acceso

source: Online connectivity check
es: Comprobar conectividad en línea

source: Plugin blacklist
es: Lista negra de plugins

source: Default Printer Profile
es: Perfil de Impresora por Defecto

source: If you disable Access Control <strong>and</strong> your OctoPrint installation is accessible from the internet, your printer <strong>will be accessible by everyone - that also includes the bad guys!</strong>
es: Si deshabilita el Control de Acceso <strong> y </strong> su instalación de OctoPrint es accesible desde internet, su impresora <strong> será accesible para cualquiera - ¡Eso incluye a personas malintencionadas!</strong>

source: Please set up Access Control
es: Por favor configure el control de Acceso

source: You haven't yet set up access control. You need to either setup a username and password and click "Keep Access Control Enabled" or click "Disable Access Control" before continuing
es: Usted no ha configurado el control de Acceso. Debe o bien seleccionar un usuario y contraseña y seleccionar "Mantener control de acceso Activo" o seleccionar "Deshabilitar control de Acceso" para continuar

source: Please set up the online connectivity check
es: Configure la verificación de conectividad en linea

source: You haven't yet decided on whether to enable or disable the online connectivity check. You need to either enable or disable it before continuing.
es: Aún no ha decidido si habilitar o deshabilitar la comprobación de conectividad en línea. Debe habilitarlo o deshabilitarlo antes de continuar.

source: Please set up the plugin blacklist processing
es: Por favor, configura el tratamiento de la lista negra de complementos

source: You haven't yet decided on whether to enable or disable the plugin blacklist processing. You need to either enable or disable it before continuing.
es: Todavía no has decidido si deseas activar o desactivar el tratamiento de listas negras de complemetos. Necesitas activarlo o desactivarlo antes de continuar.

source: <p> <strong>Please read the following, it is very important for your printer's health!</strong> </p> <p> OctoPrint by default ships with Access Control enabled, meaning you won't be able to do anything with the printer unless you login first as a configured user. This is to <strong>prevent strangers - possibly with malicious intent - to gain access to your printer</strong> via an untrustworthy network and using it in such a way that it is damaged or worse (i.e. causes a fire). </p> <p> If you plan on accessing OctoPrint remotely over the internet, <strong>you should not only rely on the built-in Access Control mechanisms</strong> however - <a href="%(safe_remote_url)s" target="_blank" rel="noopener noreferrer">take additional precautions</a>. Your OctoPrint enabled printer is a critical home appliance you really should not give anyone who happens to be connected to the internet access to - even read-only! <strong>An instance available publicly on the internet will be found, and people will try to break it open.</strong> </p> <p> It looks like you haven't configured access control yet. Please <strong>set up a username and password</strong> for the initial administrator account who will have full access to both the printer and OctoPrint's settings, then click on "Keep Access Control Enabled": </p>
es: <p> <strong>¡Por favor lea lo siguiente, es muy importante para la salud de su impresora! </strong> </p> <p>3 OctoPrint viene por defecto con el Control de Acceso habilitado, lo que significa que no podrás hacer nada con the a menos que inicie sesión primero como usuario configurado. Esto es para <strong>prevenir a los extraños - posiblemente with intención maliciosa - para acceder a su impresora</strong> a través de un sitio web que no es de confianza network y usarlo de tal manera que se dañe o empeore (es decir, que provoque un incendio). </p> <p> Si planea acceder a OctoPrint de forma remota a través de Internet,<strong> no sólo debe confiar en la versión integrada: in Sin embargo, los mecanismos de control de acceso</strong> - <a href="%(safe_remote_url)s" target="_blank" rel="noopener noreferrer">Tome precauciones adicionales. Su impresora habilitada para OctoPrint es un aparato electrodoméstico crítico que realmente no debe regalar a nadie que le suceda a be conectado al acceso a Internet - ¡incluso de sólo lectura! <strong>Una instancia disponible públicamente en internet y la gente tratará de romperlo. </strong> </p> <p> Parece que aún no ha configurado el control de acceso. Por favor <strong> configure un nombre de usuario y contraseña</strong> para the cuenta de administrador inicial que tendrá acceso completo tanto a la impresora como a la configuración de OctoPrint, luego click en "Keep Access Control Enabled": </p>

source: Username
es: Nombre de usuario

source: Password
es: Contraseña

source: Confirm Password
es: Confirmar contraseña

source: Passwords do not match
es: Las contraseñas no coinciden

source: <p> <strong>Note:</strong> In case that your OctoPrint installation is only accessible from within a trustworthy local network and you don't need Access Control for other reasons, you may alternatively disable Access Control. You should only do this if you are absolutely certain that only people you know and trust will be able to connect to it. </p> <p> <strong>Do NOT underestimate the risk of access from the internet to your printer and OctoPrint instance!</strong> </p>
es: <p> <strong>Nota:</strong> En caso de que su instalación de OctoPrint sólo sea accesible desde una red local de confianza y usted no tenga acceso a't necesita Control de Acceso por otras razones, puede desactivar el Control de Acceso. Usted debe only Hazlo si estás absolutamente seguro de que sólo las personas que conoces y en las que confías podrán conectarse a él. </p> <p> <strong>¡NO subestime el riesgo de acceso desde Internet a su impresora y a la instancia de OctoPrint! </strong> </p>

source: Disable Access Control
es: Deshabilitar el control de acceso

source: Keep Access Control Enabled
es: Mantener habilitado el control de acceso

source: Access control is <strong class="text-success">enabled</strong>.
es: El control de acceso está <strong class="text-success">habilitado</strong>.

source: Access control is <strong class="text-danger">disabled</strong>.
es: El control de Acceso está <strong class="text-danger">Apagado</strong>.

source: Configure the connectivity check
es: Configurar la comprobación de conectividad

source: If it is disabled OctoPrint will always assume to have a working connection to the internet. If that should not actually be the case, server startups, update checks and the like might take longer.
es: Si está deshabilitado, OctoPrint siempre asumirá que tiene una conexión a Internet activa. Si eso no fuera realmente el caso, los arranques del servidor, las comprobaciones de actualizaciones y similares podrían tomar más tiempo.

source: OctoPrint comes preconfigured to perform the connectivity check every 15 minutes. You may change the value here.
es: Octoprint viene preconfigurado para ejecutar una prueba de conectividad cada 15 minutos. Puedes cambiar este valor aqui.

source: OctoPrint comes preconfigured to utilize Google's DNS server <code>8.8.8.8</code>, port 53 for the connectivity check (if it's enabled). If you have concerns about using that, define the IP and port of a different online server that you trust and that has a high availability.
es: OctoPrint viene preconfigurado para usar las DNS de Google <code> 8.8.8.8</code>, puerto 53 para el test de conectividad (si esta activado). Si tienes algun incoveniente en usar esas, define la IP y el puerto de un servidor diferente que sea de tu confianza y este siempre disponible.

source: Finally, please decide on whether to enable or disable the connectivity check. You may change the configuration at any time to a later date through Settings > Server right from within OctoPrint.
es: Por último, decida si desea activar o desactivar la comprobación de conectividad. Puede cambiar la configuración en en cualquier momento posterior a través de Configuración> Servidor desde dentro de OctoPrint.

source: Disable Connectivity Check
es: Deshabilitar test de conexión

source: Enable Connectivity Check
es: Habilitar test de Conexión

source: Connectivity check is <strong class="text-success">enabled</strong>.
es: El control de conectividad está <strong class="text-success">habilitado</strong>.

source: Connectivity check is <strong class="text-danger">disabled</strong>.
es: El control de Conectividad está <strong class="text-danger">apagado</strong>.

source: Configure plugin blacklist processing
es: Configura el tratamiento de la lista negra de complementos

source: To protect against known severe issues with certain versions of third party plugins, OctoPrint supports the use of a centralized plugin version blacklist to automatically disable such plugin versions before they can interfere with normal operation, allowing you to uninstall or update them to a newer version.
es: Para protegerse contra problemas graves conocidos en ciertas versiones de complementos de terceros, OctoPrint soporta el uso de de una lista negra centralizada para deshabilitarlos automáticamente antes de que puedan interferir con el funcionamiento normal, permitiéndote desinstalarlos o actualizarlos a una versión más nueva.

source: By default, OctoPrint will use the blacklist hosted at <code>plugins.octoprint.org/blacklist.json</code> which you can also take a look at in a more human readable format <a href="%(url)s" target="_blank">here</a>.
es: Por defecto, OctoPrint utilizará la lista negra alojada en <code>plugins.octoprint.org/blacklist.json</code> la cual tú puedes también echar un vistazo en un formato más legible para el ser humano <a href="%(url)s" target="_blank">aquí</a>.

source: Please decide whether to allow fetch and use of this centralized blacklist starting with the next server start. You may also change your decision at any time through Settings > Server right from within OctoPrint.
es: Por favor, decida si se permite o no buscar y usar esta lista negra centralizada a partir del próximo inicio del servidor. También puede cambiar su decisión en cualquier momento a través de Configuración> Servidor desde OctoPrint.

source: Disable Plugin Blacklist Processing
es: Deshabilitar control de lista negra

source: Enable Plugin Blacklist Processing
es: Habilitar control de lista negra

source: Plugin blacklist processing is <strong class="text-success">enabled</strong>.
es: La lista negra de plugins esta <strong class="text-success">habilitada</strong>.

source: Plugin blacklist processing is <strong class="text-danger">disabled</strong>.
es: La lista negra de complementos esta <strong class="text-danger">deshabilitada</strong>

source: Set up your printer profile
es: Configure su pefil de impresora

source: Please make sure the settings below match your printer. If you plan on connecting more than one printer to OctoPrint, you can also configure additional printer profiles under Settings > Printer Profiles
es: Por favor, asegúrese que las opciones abajo seleccionadas coinciden con su impresora. Si tiene pensado conectar más de una impresora a Octoprint, puede configurar perfiles adicionales desde configuración > perfiles de impresora

source: Print bed & build volume
es: Plataforma & Volumen impresión

source: Axes
es: Ejes

source: Hotend & extruder
es: Pico & Extrusor

source: <p> OctoPrint supports calling external commands in order to restart itself or restarting and/or shutting down the system it is running on. You may configure those here. </p>
es: <p> OctoPrint admite la llamada de comandos externos para reiniciarse o reiniciar y/o apagar el sistema en el que se está ejecutando. Usted puede configurarlos aquí. </p>

source: OctoPrint related commands
es: Comandos relacionados con Octoprint

source: System related commands
es: Comandos relacionados con el sistema

source: Webcam &amp; Timelapse Recordings
es: Cámara &amp; Videos de lapso

source: <p> If you have a webcam, you may now configure it here. </p>
es: <p> Si tiene una cámara configurela aquí. </p>

source: Webcam
es: Cámara web
