Repository: mrbeam/mrb3-octoPrint
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: es

source: Network error while checking for update
es: Error de red mientras se comprobaban actualizaciones

source: Unknown error while checking for update, please check the logs
es: Error desconocido mientras secomprobaban actualizaciones, por favor comprueba los logs

source: Now updating, please wait.
es: Actualizando, por favor espere.

source: Update not started!
es: La actualización no comenzó!

source: The update could not be started. Is it already active? Please consult octoprint.log for details.
es: No puede comenzar la actualización. ¿Ya está activa? Por favor, para más detalles consulte octoprint.log.

source: Can't update while printing
es: No se puede actualizar durante la impresión

source: A print job is currently in progress. Updating will be prevented until it is done.
es: Hay una impresión actualmente en curso. Se impedirá la actualización hasta que esta termine.

source: This will update the following components and restart the server:
es: Esto actualizará los siguientes componentes y reiniciará el servidor:

source: Be sure to read through any linked release notes, especially those for OctoPrint since they might contain important information you need to know <strong>before</strong> upgrading.
es: Asegúrese de leer las notas de cambios de la versión, especialmente los de OctoPrint ya que podrían contener información importante que necesita saber <strong>antes de</ strong> actualizar.

source: This action may disrupt any ongoing print jobs.
es: Esta acción puede interrumpir la impresión en curso.

source: Depending on your printer's controller and general setup, restarting OctoPrint may cause your printer to be reset.
es: Según el controlador de tu impresora y la configuración general, al reiniciar OctoPrint, es posible que la impresora se reinicie.

source: Are you sure you want to proceed?
es: ¿Está seguro que quiere seguir?

source: Are you sure you want to update now?
es: ¿Estás seguro que quieres actualizar ahora?

source: Proceed
es: Seguir

source: Now updating %(name)s to %(version)s
es: Actualizando ahora %(name)s a %(version)s

source: Update successful, restarting!
es: Actualizado correctamente, reiniciando!

source: The update finished successfully and the server will now be restarted.
es: La actualización ha finalizado correctamente y el servidor ahora se reiniciará.

source: Restart failed
es: Fallo al reiniciar

source: The server apparently did not restart by itself, you'll have to do it manually. Please consult octoprint.log on what went wrong.
es: Aparentemente el servidor no se auto-reinició, tendrá que hacerlo manualmente. Por favor, consulte octoprint.log para saber lo que salió mal.

source: The update finished successfully, please restart OctoPrint now.
es: La actualización ha finalizado correctamente, por favor reinicie OctoPrint ahora.

source: The update finished successfully, please reboot the server now.
es: La actualización ha finalizado correctamente, por favor reinicie el servidor ahora.

source: Update successful, restart required!
es: Actualizado correctamente, se requiere reinicio!

source: Restarting OctoPrint failed, please restart it manually. You might also want to consult octoprint.log on what went wrong here.
es: Falló el reinicio de OctoPrint, reinícielo manualmente. También puede consultar octoprint.log para saber lo que salió mal.

source: Rebooting the server failed, please reboot it manually. You might also want to consult octoprint.log on what went wrong here.
es: Falló el reinicio de OctoPrint, reinícielo manualmente. También puede consultar octoprint.log para saber lo que salió mal.

source: Update successful!
es: ¡Actualizado correctamente!

source: The update finished successfully.
es: La actualización a finalizado correctamente.

source: Update failed!
es: ¡Fallo al actualizar!

source: The update did not finish successfully. Please consult <code>octoprint.log</code> and <code>plugin_softwareupdate_console.log</code> for details.
es: La actualización no finalizó correctamente. Consulte <code>octoprint.log</ code> y <code>plugin_softwareupdate_console.log</ code> para obtener más información.

source: Please configure the <strong>checkout folder</strong> of OctoPrint, otherwise this plugin won't be able to update it. Click on the <i class="fa fa-wrench"></i> button to do this. Also refer to the <a href="https://github.com/foosel/OctoPrint/wiki/Plugin:-Software-Update" target="_blank">Documentation</a>.
es: Por favor configura la <strong>carpeta de salida</strong> de OctoPrint, de lo contrario este complemento no podrá actualizarlo. Haga clic en el botón<i class="fa fa-wrench"></i> para hacer esto. Consulte también la <a href="https://github.com/foosel/OctoPrint/wiki/Plugin:-Software-Update" target="_blank">documentación</a>.

source: <p> <strong>You are running a non-release version of OctoPrint but are tracking OctoPrint releases.</strong> </p><p> You probably want OctoPrint to track the matching development version instead. If you have a local OctoPrint checkout folder switched to another branch, <strong>simply switching over to "Commit" tracking</strong> will already take care of that. Otherwise please take a look at the <a href="https://github.com/foosel/OctoPrint/wiki/Plugin:-Software-Update" target="_blank">Documentation</a>. </p>
es: <p> <strong>Está usando una versión no estable de OctoPrint, pero está buscando versiones estables.</strong </p><p> Probablemente desees que OctoPrint busque la correspondiente versión de desarollo en su lugar. Si tienes el archivo local de "comprobación de OctoPrint" cambiado a otra versión, <strong>simplemente cambiando a "Ejecutar" búsqueda</strong> se ocupará de ello. De lo contrario, por favor remítase a la <a href="https://github.com/foosel/OctoPrint/wiki/Plugin:-Software-Update" target="_blank">Documentación</a>. </p>

source: <p> <strong>This version of the Python environment is not supported for direct updates.</strong> </p> <p> To reduce the likelihood of running into update problems in outdated environments, the following minimal versions are required to use this updater to update OctoPrint or any installed plugins: </p>
es: <p> <strong>Esta versión del entorno Python no es compatible con las actualizaciones directas. </strong> </p> <p> Para reducir la probabilidad de que se produzcan problemas de actualización en entornos obsoletos, visite minimal son necesarias para utilizar este actualizador para actualizar OctoPrint o cualquier otro plugin instalado: </p>

source: you have
es: Usted Tiene

source: <p> Please take a look at <a href="https://faq.octoprint.org/unsupported-python-environment" target="_blank">this FAQ entry on how to proceed</a>. </p>
es: <p> Por favor, eche un vistazo a <a href="https://faq.octoprint.org/unsupported-python-environment" target="_blank">la entrada de esta FAQ sobre cómo proceder. </p>

source: Current versions
es: Versiones actuales

source: Update available
es: Actualización disponible

source: Update
es: Actualización

source: Installed:
es: Instalado:

source: Available:
es: Disponible:

source: Release Notes:
es: Notas de la versión:

source: Update all
es: Actualizar todo

source: Check for update now
es: Buscar actualizaciones ahora

source: Last cache refresh:
es: Cache actualizada hace:

source: Force check for update (overrides cache used for update checks)
es: Forzar comprobación de actualizaciones (Sobrescribe el caché usado para la comprobación de actualizaciones)

source: Force update now (even if no new versions are available)
es: Forzar actualización ahora (Incluso si no existen nuevas versiones)

source: Version cache TTL
es: Versión de caché TTL

source: Show update notifications to users
es: Muestra las notificaciones de actualización a los usuarios

source: If you uncheck this, only logged in admins will see update notifications. Update notifications shown to users do not include the "Update now" button.
es: Si marcas esto, solo los administradores logueados verán las notificaciones de actualización. A los usuarios se les mostrará la notificación pero sin el botón de "Actualizar ahora".

source: Update in progress, please wait.
es: Actualización en progreso, por favor espera.

source: Update done, please close this window.
es: Actualización lista, por favor cierra esta ventana.

source: <p> By default, OctoPrint will update itself via <code>pip</code> to published releases. OctoPrint can also update itself via <code>git</code> to arbitrary development branches you need to check out manually. If you want to do that though it needs to know its checkout folder. You can configure that here. </p>
es: <p> Por defecto, OctoPrint se actualizará a través de <code>pip</code> a las versiones publicadas. OctoPrint también puede actualizarse a través de <code>git</code> a ramas de desarrollo arbitrarias que debes verificar manualmente. Si desea hacer eso, necesita saber la carpeta de checkout. Puedes configurar eso aquí. </p>

source: <p> If you are running a release version of OctoPrint, leave at "Release" tracking. If you are running a different branch however, you should setup "Commit" tracking. </p>
es: <p> Si está ejecutando una versión de OctoPrint, salga al "Release" de seguimiento. Sin embargo, si está ejecutando una sucursal diferente, debe configurar el seguimiento "Confirmar". </p>

source: OctoPrint checkout folder
es: Carpeta de comprobación de OctoPrint

source: This needs to be set if you select commit based version tracking.
es: Esto debe asignarse si selecciona commit de la versión basada en el seguimiento.

source: OctoPrint Release Channel
es: Canal de Lanzamientos de Octoprint

source: Make sure you have read <a href="%(url)s" target="_blank" rel="noreferrer noopener">"How to use the release channels to help test release candidates"</a> before switching to a release channel other than "Stable"
es: Asegúrese de haber leído <a href="%(url)s" target="_blank" rel="noreferrer noopener">"Cómo usar los canales de lanzamiento para ayudar a probar los candidatos de lanzamiento"</a> antes de cambiar a un canal de lanzamiento que no sea "Estable"

source: OctoPrint version tracking
es: Seguimiento de versiones de OctoPrint

source: Anonymous Usage Tracking
es: Monitorizacion de uso anónimo

source: Please set up anonymous usage tracking
es: Por favor configure la monitorizacion de uso anónimo

source: You haven't yet decided on whether to enable or disable anonymous usage tracking. You need to either enable or disable it before continuing.
es: Aún no ha decidido si habilitar o deshabilitar el seguimiento de uso anónimo. Debe habilitarlo o deshabilitarlo antes de continuar.

source: Please open a <a href='%(bugreport)s' target='_blank' rel='noopener noreferrer'>bug report</a> on this. Make sure to include all requested information, including your <a href='%(jsconsole)s' target='_blank' rel='noopener noreferrer'>JS console</a> and <code>octoprint.log</code>.
es: Por favor, abra un informe <a href='%(bugreport)s' target='_blank' rel='noopener noreferrer'>bug</a> sobre esto. Asegúrese de incluir toda la información solicitada, incluyendo su consola <a href='%(jsconsole)s' target='_blank' rel='noopener noreferrer'>JS2 consola</a>y <code>octoprint.log</code>.

source: Enable anonymous usage tracking
es: Activar la monitorizacion de uso anónimo

source: Events to track. The ping is mandatory.
es: Eventos a monitorizar, El ping es obligatorio

source: Tracked events
es: Eventos monitorizados

source: Regular ping
es: Ping regular

source: Server startup & shutdown
es: Inicio y apagado del servidor

source: Connected to printer
es: Conectado a la impresora

source: Printer Safety Check warnings
es: Advertencias de seguridad de la impresora

source: Print started/cancelled/finished
es: Impresión Iniciada/Cancelada/Finalizada

source: Errors in the communication with the printer and/or reported by the firmware
es: Errores en la comunicación con la impresora y/o reportados por el firmware

source: Plugin installed/uninstalled/enabled/disabled
es: Plug-in Instalado/desinstalado/Activado/Desactivado

source: OctoPrint or a plugin updated successfully or unsuccessfully
es: Octoprint o un plugin han sido actualizados correctamente o incorrectamente.

source: System got throttled/unthrottled (currently only detected on RPis)
es: El sistema se aceleró/desaceleró (actualmente solo se detecta en RPis)

source: Configure Anonymous Usage Tracking
es: Configurar la monitorizacion de uso anónima

source: <strong>Note:</strong> You can always change your decision and also access more granular controls via Settings > Anonymous Usage Tracking.
es: <strong>Nota:</strong> Usted puede cambiar su decision y también acceder a controles mas precisos vía Configuración > Rastreo de Uso Anónimo.

source: Disable Anonymous Usage Tracking
es: Desactivar la monitorizacion de uso anónimo

source: Enable Anonymous Usage Tracking
es: Activar la monitorizacion de uso anónimo

source: Anonymous Usage Tracking is <strong class="text-success">enabled</strong>.
es: Rastreo de Uso Anónimo esta <strong class="text-success">habilitado</strong>.

source: Anonymous Usage Tracking is <strong class="text-danger">disabled</strong>.
es: Rastreo de Uso Anónimo esta <strong class="text-danger">deshabilitado</strong>.

source: <p> Anonymous usage tracking provides valuable insights into how many instances running what versions of OctoPrint are out there, whether they are successfully completing print jobs and various other metrics. </p> <p> By enabling it you help to identify problems with new releases and release candidates early on, and to better tailor OctoPrint's future development to actual use. </p>
es: <p> El seguimiento del uso anónimo proporciona información valiosa sobre el número de casos en los que se ejecutan las versiones de OctoPrint que existen en el mercado, si están completando exitosamente trabajos de impresión y otras métricas. </p> <p> Al habilitarlo, ayuda a identificar problemas con las nuevas versiones y a los candidatos a las versiones desde el principio, y a better Adaptar el desarrollo futuro de OctoPrint al uso real. </p>

source: For details on what gets tracked, please refer to <a href="https://tracking.octoprint.org" target="_blank" rel="noopener noreferrer">tracking.octoprint.org</a> and also the <a href="https://tracking.octoprint.org/privacy" target="_blank" rel="noopener noreferrer">Privacy Policy at tracking.octoprint.org</a>.
es: Para detalles de que es lo que se rastrea, por favor referirse a <a href="https://tracking.octoprint.org" target="_blank" rel="noopener noreferrer">tracking.octoprint.org</a> y también a la <a href="https://tracking.octoprint.org/privacy" target="_blank" rel="noopener noreferrer">Politica de Privacidad en tracking.octoprint.org</a>.

source: Plugins
es: Complementos

source: Connection
es: Conexión

source: State
es: Estado

source: Files
es: Ficheros

source: Temperature
es: Temperatura

source: GCode Viewer
es: Visor de GCode

source: Printer
es: Impresora

source: Serial Connection
es: Conexión serie

source: Printer Profiles
es: Perfiles de Impresora

source: Temperatures
es: Temperaturas

source: Terminal Filters
es: Filtros de terminal

source: GCODE Scripts
es: Scripts GCode

source: Features
es: Características

source: GCODE Visualizer
es: Visualizador de GCODE

source: Folders
es: Carpetas

source: Appearance
es: Apariencia

source: Server
es: Servidor

source: Access
es: Acceso

source: Start
es: Inicio

source: Finish
es: Final

source: Shutdown system
es: Apagar sistema

source: <strong>You are about to shutdown the system.</strong></p><p>This action may disrupt any ongoing print jobs (depending on your printer's controller and general setup that might also apply to prints run directly from your printer's internal storage).
es: <strong>Está a punto de apagar el sistema.</strong></p><p> Esta acción puede interrumpir la impresión en curso (dependiendo del controlador de la impresora y la configuración general, también podría aplicarse a las impresiones que se ejecutan directamente desde el almacenamiento interno de la impresora).

source: Reboot system
es: Reiniciar el sistema

source: <strong>You are about to reboot the system.</strong></p><p>This action may disrupt any ongoing print jobs (depending on your printer's controller and general setup that might also apply to prints run directly from your printer's internal storage).
es: <strong>Está a punto de reiniciar el sistema.</strong></p><p> Esta acción puede interrumpir la impresión en curso (dependiendo del controlador de la impresora y la configuración general, también podría aplicarse a las impresiones que se ejecutan directamente desde el almacenamiento interno de la impresora).

source: Restart OctoPrint
es: Reiniciar OctoPrint

source: <strong>You are about to restart the OctoPrint server.</strong></p><p>This action may disrupt any ongoing print jobs (depending on your printer's controller and general setup that might also apply to prints run directly from your printer's internal storage).
es: <strong>Está a punto de reiniciar el servidor OctoPrint.</strong></p><p> Esta acción puede interrumpir la impresión en curso (dependiendo del controlador de la impresora y la configuración general, también podría aplicarse a las impresiones que se ejecutan directamente desde el almacenamiento interno de la impresora).

source: Restart OctoPrint in safe mode
es: Reiniciar Octoprint en Modo Seguro

source: <strong>You are about to restart the OctoPrint server in safe mode.</strong></p><p>This action may disrupt any ongoing print jobs (depending on your printer's controller and general setup that might also apply to prints run directly from your printer's internal storage).
es: <strong>Está a punto de reiniciar el sistema en modo seguro.</strong></p><p> Esta acción puede interrumpir la impresión en curso (dependiendo del controlador de la impresora y la configuración general, también podría aplicarse a las impresiones que se ejecutan directamente desde el almacenamiento interno de la impresora).

source: Server is offline
es: El servidor está fuera de línea

source: The server appears to be offline, at least I'm not getting any response from it. I'll try to reconnect automatically <strong>over the next couple of minutes</strong>, however you are welcome to try a manual reconnect anytime using the button below.
es: El servidor parece estar fuera de línea, o al menos no estoy recibiendo repuestas de él. Intentaré conectarme automáticamente <strong> en unos minutos </strong>, sin embargo, puedes intentar conectarte manualmente en cualquier momento utilizando el botón de abajo.

source: The server appears to be offline, at least I'm not getting any response from it. I <strong>could not reconnect automatically</strong>, but you may try a manual reconnect using the button below.
es: El servidor parece estar fuera de línea, o al menos no estoy recibiendo respuestas de él. <strong> No he podido conectarme automáticamente </strong> pero puedes intentar conectarte manualmente usando el botón de abajo.

source: Unknown
es: Desconocido

source: Command line flag
es: Bandera de línea de comandos

source: Setting in config.yaml
es: Configuración en config.yaml

source: Problem during last startup
es: Problema durante el último arranque

source: Safe mode is active
es: Modo seguro activo

source: <p>The server is currently running in safe mode. Third party plugins are disabled and cannot be enabled.</p><p>Reason: %(reason)s</p>
es: <p>El servidor se está ejecutando actualmente en modo seguro. Los plugins de terceros están deshabilitados y no se pueden habilitar.<p>Razon:%(reason)s

source: Slicing ... (%(percentage)d%%)
es: Laminando ... (%(percentage)d%%)

source: Error reported by printer
es: Error reportado por la impresora

source: Your printer's firmware reported an error. Due to that the ongoing print job will be cancelled. Reported error: %(firmwareError)s
es: El firmware de su impresora reportó un error. Debido a eso, el trabajo de impresión en curso se cancelará. Error informado: %(firmwareError)s

source: Your printer's firmware reported an error. Due to that OctoPrint will disconnect. Reported error: %(error)s
es: El firmware de su impresora reportó un error. Debido a eso OctoPrint se desconectará. Error informado: %(error)s

source: Communication error
es: Error de comunicación

source: There was a communication error while talking to your printer. Please consult the terminal output and octoprint.log for details. Error: %(error)s
es: Hubo un error de comunicación al conectar con su impresora. Consulte la salida del terminal y octoprint.log para obtener más información. Error: %(error)s

source: Error connecting to printer
es: Error de conexión con la impresora

source: There was an error while trying to connect to your printer. Error: %(error)s
es: Hubo un error al intentar conectar con su impresora. Error: %(error)s

source: Error starting a print
es: Error empezando a imprimir

source: There was an error while trying to start a print job. Error: %(error)s
es: Hubo un error al intentar iniciar un trabajo de impresión. Error: %(error)s

source: Unknown error
es: Error desconocido

source: There was an unknown error while talking to your printer. Please consult the terminal output and octoprint.log for details. Error: %(error)s
es: Hubo un error desconocido al hablar con su impresora. Consulte la salida del terminal y octoprint.log para obtener más información. Error: %(error)s

source: It looks like your printer reset while a connection was active. If this was intentional you may safely ignore this message. Otherwise you should investigate why your printer reset itself, since this will interrupt prints and also file transfers to your printer's SD.
es: Parece que su impresora se reinició mientras la conexión estaba activa. Si esto fue intencionado, puede ignorar este mensaje de forma segura. De lo contrario, debería investigar por qué la impresora se reinició sola, ya que esto interrumpirá las impresiones y también las transferencias de archivos a la tarjeta SD de la impresora.

source: It looks like your printer reset while a connection was active. Due to this the ongoing job was aborted. If this was intentional you may safely ignore this message. Otherwise you should investigate why your printer reset itself, since this will interrupt prints and also file transfers to your printer's SD.
es: Parece que tu impresora se resetio mientras la conexión estaba activa. Producto de esto, el trabajo en curso fue abortado. Si esto fue intencional, puedes ignorar este mensaje. Si no, deberías investigar porque tu impresora se resetio por si sola, ya que esto afecta las impresiones en curso y también los traslados de archivos a tu SD.

source: Printer reset detected
es: Reinicio de impresora detectado

source: %(days)d day
es: %(days)d día

source: %(days)d days
es: %(days)d días

source: %(days)d.5 days
es: %(days)d.5 días

source: %(hours)d hour
es: %(hours)d hora

source: %(hours)d hours
es: %(hours)d horas

source: %(hours)d.5 hours
es: %(hours)d.5 horas

source: 1 day
es: 1 día

source: a minute
es: un minuto

source: 2 minutes
es: 2 minutos

source: %(minutes)d minutes
es: %(minutes)d minutos

source: 40 minutes
es: 40 minutos

source: 50 minutes
es: 50 minutos

source: 1 hour
es: 1 hora

source: a few seconds
es: unos segundos

source: less than a minute
es: menos de un minuto

source: YYYY-MM-DD HH:mm
es: DD-MM-YYYY HH:mm

source: off
es: apagado

source: Are you sure?
es: ¿Está seguro?

source: Progress
es: Progreso

source: Offline
es: Fuera de línea

source: Opening serial port
es: Abriendo el puerto serie

source: Detecting serial port
es: Detectando el puerto serie

source: Detecting baudrate
es: Detectando velocidad de baudios

source: Connecting
es: Conectando

source: Operational
es: Operacional
