Repository: mrbeam/mrb3-octoPrint
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: es

source: For performance reasons only a limited amount of terminal functionality is enabled right now.
es: Por motivos de rendimiento sólo una cantidad limitada de la funcionalidad del terminal está habilitada en este momento.

source: Fake Acknowledgement
es: Confirmación simulada

source: If acknowledgements ("ok"s) sent by the firmware get lost due to issues with the serial communication to your printer, OctoPrint's communication with it can become stuck. If that happens, this can help. Please be advised that such occurrences hint at general communication issues with your printer which will probably negatively influence your printing results and which you should therefore try to resolve!
es: Si los reconocimientos ("ok"s) enviados por el firmware se pierden por problemas en la comunicación serie con tu impresora, la comunicación de OctoPrint con ésta puede atascarse. Si eso sucediera, lo siguiente podría ayudar. Ten en cuenta que estos sucesos están asociados a problemas generales de comunicación con tu impresora, lo cual probablemente influya negativamente en la calidad final de tus impresiones y por ello se recomienda que los resuelvas.

source: Force fancy functionality
es: Forzar la funcionalidad de lujo

source: Force terminal output during printing
es: Forzar la salida del terminal durante la impresión

source: Some functionality of the terminal will be disabled if OctoPrint detects that your browser is too slow for that. You may force it back on here, but be aware that this might make your browser unresponsive.
es: Alguna función del terminal se desactivará si OctoPrint detecta que su navegador es demasiado lento para eso. Puede forzar de nuevo aquí, pero tenga en cuenta que esto podría hacer que su navegador no responda.

source: Take note that timelapse configuration is disabled while your printer is printing.
es: Tenga en cuenta que la configuración del timelapse estará deshabilitada cuando se esté imprimiendo.

source: Timelapse Configuration
es: Configurar el timelapse

source: Timelapse Mode
es: Modo de timelapse

source: Note
es: Nota

source: Does not work when printing from the printer's SD Card (no way to detect the change in Z reliably). Use "Timed" mode for those prints instead.
es: No funciona cuando se imprime desde la tarjeta SD de la impresora (No se puede detectar el cambio en Z). Use en su lugar el modo "Programado" para esos casos.

source: Minimum interval
es: Intervalo mínimo

source: OctoPrint will rate limit snapshots to this minimum interval. This it to prevent against performance issues with vase mode/continous z prints.
es: OctoPrint considerará este intervalo mínimo de número de instantáneas. Esto es para prevenir problemas de funcionamiento con las impresiones z modo/continuo.

source: Snapshot interval
es: Intervalo de capturas

source: Timelapse frame rate
es: Velocidad del timelapse

source: Timelapse post roll
es: Post roll añadido al final del timelapse

source: OctoPrint will use the final picture to add this many seconds to the end of your rendered timelapse.
es: OctoPrint usará la imagen final para agregar tantos segundos al final de su lapso de tiempo renderizado.

source: Retraction Z-Hop
es: Retracción Salto-Z

source: Enter the retraction z-hop used in the firmware or the gcode file to trigger snapshots for the timelapse only if a real layer change happens. For this to work properly your retraction z-hop has to be different from your layerheight!
es: Introduzca el salto-Z que usa en el firmware o en el archivo de GCODE para disparar la instantanea del Timelapse solo si ocurre un cambio real de capa. Para que esta función funcione correctamente, el salto-Z tiene que ser diferente que su altura de capa!

source: Save as default
es: Guardar como predeterminado

source: Check this to make your selected timelapse mode and options persist across restarts.
es: Activar para que el modo de timelapse seleccionado y las opciones persistan durante los reinicios.

source: You have unsaved changes. Don't forget to save them.
es: No has guardado los cambios. No olvides guardarlos.

source: Save changes
es: Guardar cambios

source: Reset to active configuration
es: Restablecer a la configuración actual

source: Timelapse not fully configured
es: Timelapse sin configurar completamente

source: The snapshot URL and/or the path to FFMPEG are missing. To have this fixed, get in touch with an administrator of this OctoPrint instance.
es: Falta la URL de la instantánea y/o la ruta a FFMPEG. Para solucionarlo, póngase en contacto con un administrador de esta instancia de OctoPrint.

source: The snapshot URL and/or the path to FFMPEG are missing. You can change both under "Settings" > "Webcam & Timelapse" > "Timelapse". If you don't have a webcam or don't want to enable timelapse support you can also just disable it there.
es: Falta la URL de la instantánea y/o la ruta a FFMPEG. Puede cambiar ambos en "Configuración"> "Cámara web y Timelapse"> "Timelapse". Si no tiene una cámara web o no desea habilitar el soporte de timelapse, también puede deshabilitarla allí.

source: Currently configured snapshot URL
es: URL de instantánea actualmente configurada

source: Currently configured path to FFMPEG
es: Ruta configurada actualmente a FFMPEG

source: Finished Timelapses
es: Timelapses finalizados

source: Sort by date
es: Ordenar por fecha

source: Unrendered Timelapses
es: Timelapses no renderizados

source: Delete unrendered timelapse
es: Eliminar timelapse no renderizado

source: Render timelapse
es: Renderizar timelapse
