Repository: mrbeam/mrb3-octoPrint
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: es

source: Starting
es: Iniciando

source: Starting print from SD
es: Iniciando impresión desde SD

source: Printing from SD
es: Imprimiendo desde SD

source: Sending file to SD
es: Enviando archivo a SD

source: Printing
es: Imprimiendo

source: Paused
es: Pausado

source: Closed
es: Cerrado

source: Transferring file to SD
es: Transfiriendo archivo a la tarjeta SD

source: Pausing
es: Pausando

source: Resuming
es: Reanudando

source: Cancelling
es: Cancelando

source: Finishing
es: Terminando

source: Connect
es: Conectar

source: Disconnect
es: Desconectar

source: <p><strong>You are about to disconnect from the printer while a print is in progress.</strong></p><p>Disconnecting while a print is in progress will prevent OctoPrint from completing the print. If you're printing from an SD card attached directly to the printer, any attempt to restart OctoPrint or reconnect to the printer could interrupt the print.<p>
es: <p><strong>Está a punto de desconectarse de la impresora mientras hay una impresión en marcha. </strong></p><p> Desconectarse mientras una impresión está en progreso evitará que OctoPrint complete la impresión. Si está imprimiendo desde una tarjeta SD conectada directamente a la impresora, cualquier intento de reiniciar OctoPrint o volver a conectar a la impresora podría interrumpir la impresión. <p>

source: Are you sure you want to disconnect from the printer?
es: ¿Estás seguro de que quieres desconectarte de la impresora?

source: Stay Connected
es: Permanecer conectado

source: Tool
es: Pico

source: Hotend
es: Extrusor

source: Your available free disk space is critically low.
es: Queda muy poco espacio en disco.

source: Your available free disk space is starting to run low.
es: Empieza a haber poco espacio en disco.

source: Your current disk usage.
es: Uso actual de disco.

source: Only show model files
es: Solo mostrar archivos STL

source: Only show machine code files
es: Solo mostrar archivos GCode

source: Only show %(type)s files
es: Sólo mostrar archivos %(type)s

source: You are about to delete the folder "%(folder)s" which still contains files and/or sub folders.
es: Está por borrar la carpeta "%(folder)s" la cual tiene archivos y/o sub carpetas.

source: Model size
es: Tamaño del modelo

source: Filament
es: Filamento

source: Estimated print time
es: Tiempo estimado de impresión

source: Last printed
es: Último impreso

source: Last print time
es: Último tiempo de impresión

source: Object in %(name)s exceeds the print volume of the currently selected printer profile, be careful when printing this.
es: El objeto %(name)s excede el volumen de impresión actualmente seleccionado, tenga cuidado cuando imprima esto.

source: Object exceeds print volume in width.<br>
es: El objeto excede el volumen imprimible por lo ancho.<br>

source: Object exceeds print volume in depth.<br>
es: El objeto excede el volumen imprimible por lo profundo.<br>

source: Object exceeds print volume in height.<br>
es: El objeto excede el volumen imprimible por la altura.<br>

source: Object's bounding box: (%(object.minX).2f, %(object.minY).2f, %(object.minZ).2f) &times; (%(object.maxX).2f, %(object.maxY).2f, %(object.maxZ).2f)
es: Objetos del cuadro delimitador: (%(object.minX).2f, %(object.minY).2f, %(object.minZ).2f) &times; (%(object.maxX).2f, %(object.maxY).2f, %(object.maxZ).2f)

source: Print volume: (%(profile.minX).2f, %(profile.minY).2f, %(profile.minZ).2f) &times; (%(profile.maxX).2f, %(profile.maxY).2f, %(profile.maxZ).2f)
es: Volumen de impresión: (%(profile.minX).2f, %(profile.minY).2f, %(profile.minZ).2f) &times; (%(profile.maxX).2f, %(profile.maxY).2f, %(profile.maxZ).2f)

source: Object doesn't fit print volume
es: El objeto no encaja con el volumen imprimible

source: Slicing ...
es: Laminando...

source: Slicing done
es: Laminación terminada

source: Sliced %(stl)s to %(gcode)s, took %(time).2f seconds
es: Se ha laminado %(stl)s a %(gcode)s, demoró %(time).2f segundos

source: Could not slice %(stl)s to %(gcode)s: %(reason)s
es: No se pudo laminar %(stl)s a %(gcode)s: %(reason)s

source: Slicing failed
es: Laminación fallida

source: Streaming ...
es: Transmitiendo ...

source: Streaming done
es: Transmision terminada

source: Streamed %(local)s to %(remote)s on SD, took %(time).2f seconds
es: Se ha transmitido %(local)s hacia %(remote)s en SD, tomó %(time).2f segundos

source: Streaming failed
es: La transmisión ha fallado

source: Did not finish streaming %(local)s to %(remote)s on SD
es: No finalizó la transmisión %(local)s a %(remote)s de la tarjeta SD

source: Could not upload the file. Make sure that it is a valid file with one of these extensions: %(extensions)s
es: No se pudo subir el archivo. Asegúrate que es un archivo válido con una de estas extensiones: %(extensions)s

source: Saving ...
es: Guardando...

source: Uploading ...
es: Subiendo...

source: Loading...
es: Cargando...

source: Analyzing...
es: Analizando...

source: Analyzed
es: Analizado

source: Estimated layer height
es: Altura estimada de capa

source: Estimated total print time
es: Tiempo estimado de impresión

source: Layers with extrusion
es: Capas con extrusión

source: Layer number
es: Numero de capa

source: Layer height
es: Altura de capa

source: GCODE commands
es: Comandos GCODE

source: Login
es: Iniciar sesión

source: Logged in as %(name)s
es: Logeado con el usuario %(name)s

source: <p>It seems that you are connecting to OctoPrint over the public internet.</p><p>This is strongly discouraged unless you have taken proper network security precautions. Your printer is an appliance you really should not be giving access to everyone with an internet connection.</p><p><strong>Please see <a href="%(url)s" target="_blank" rel="noreferrer noopener">this blog post</a> for ways to safely access your OctoPrint instance from remote.</strong></p><p><small>If you know what you are doing or you are sure this message is mistaken since you are in an isolated LAN, feel free to ignore it.</small></p>
es: <p>Parece que se está conectando a OctoPrint a través de la Internet pública.</p><p> Esto se desaconseja encarecidamente a menos que haya tomado las precauciones de seguridad de red adecuadas. Su impresora es un dispositivo que realmente no debería dar acceso a todo el mundo con una conexión a Internet.</p><p><strong> Por favor, consulte la quinta entrada de <a href="%(url)s" target="_blank" rel="noreferrer noopener">su blog</a> para conocer las formas de acceder de forma segura a su instancia de OctoPrint desde el mando a distancia.</strong></p><p><small>Si sabe lo que está haciendo o está seguro de que este mensaje es erróneo, ya que se encuentra en una LAN aislada, siéntase en libertad de ignorarlo.</small></p>

source: Possible external access detected
es: Detectada posible intrusión

source: Login successful
es: Inicio de sesión exitosa

source: You are now logged in as "%(username)s"
es: Usted ha iniciado sesión como "%(username)s"

source: Login failed
es: Inicio de sesión fallida

source: User unknown or wrong password
es: Usuario desconocido o contraseña incorrecta

source: Your account is deactivated
es: Su cuenta está desactivada

source: Logout successful
es: Cierre de sesión exitosa

source: You are now logged out
es: Usted ha cerrado sesión

source: Identifier must be set
es: Se debe establecer un identificador

source: Invalid characters, only a-z, A-Z, 0-9, -, ., _, ( and ) are allowed
es: Caracteres no válidos, solo se admitirán: a-z, A-Z, 0-9, -, . , _ , ( y ).

source: A profile with such an identifier already exists
es: Ya existe un perfil con ese identificador

source: default
es: predeterminado

source: red
es: rojo

source: orange
es: naranja

source: yellow
es: amarillo

source: green
es: verde

source: blue
es: azul

source: black
es: negro

source: Lower Left
es: Inferior izquierda

source: Center
es: Centrar

source: There was unexpected error while saving the printer profile, please consult the logs.
es: Hubo un error mientras se guardaba el perfil de impresión, por favor, consulta el log.

source: Could not add profile
es: No se puede añadir el perfil

source: Cannot delete the default profile or the currently active profile.
es: No se puede borrar el perfil por defecto o el perfil activo actualmente.

source: There was unexpected error while removing the printer profile, please consult the logs.
es: Hubo un error inesperado mientras se eliminaba el perfil de la impresora, por favor, consulta el log.

source: Could not delete profile
es: No se puede borrar el perfil

source: You are about to delete the printer profile "%(name)s".
es: Está a punto de borrar el perfil de impresión "%(name)s".

source: There was unexpected error while updating the printer profile, please consult the logs.
es: Hubo un error inesperado mientras se actualizaba el perfil de la impresora, por favor, consulta el log.

source: Could not update profile
es: No se puede actualizar el perfil

source: Add Printer Profile
es: Añadir Perfil de Impresora

source: Edit Printer Profile "%(name)s"
es: Editar Perfil de Impresora "%(name)s"

source: Restarts the print job from the beginning
es: Reinicia la impresión desde el comienzo

source: Starts the print job
es: Inicia la impresión

source: Resumes the print job
es: Continúa la impresión

source: Pauses the print job
es: Pausar la impresión

source: Still stabilizing...
es: Aún estabilizando...

source: Based on a linear approximation (very low accuracy, especially at the beginning of the print)
es: Basado en una aproximación lineal (muy baja precisión, especialmente al inicio de la impresión)

source: Based on the estimate from analysis of file (medium accuracy)
es: Basado en el estimado del análisis del archivo (precisión media)

source: Based on a mix of estimate from analysis and calculation (medium accuracy)
es: Basado en una mezcla del estimado del análisis y cálculo (precisión media)

source: Based on the average total of past prints of this model with the same printer profile (usually good accuracy)
es: Basado en el promedio total de impresiones pasadas de este mismo modelo con el mismo perfil de impresora (usualmente buena precisión)

source: Based on a mix of average total from past prints and calculation (usually good accuracy)
es: Basado en una mezcla del promedio total de impresiones pasadas y de cálculo (usualmente buena precisión)

source: Based on the calculated estimate (best accuracy)
es: Basado en el estimado calculado (Mejor precisión)

source: Continue
es: Continuar

source: Pause
es: Pausa

source: On Z Change
es: Al cambiar Z

source: Timed
es: Temporizado

source: sec
es: seg

source: This will restart the print job from the beginning.
es: Esto reiniciara su impresion desde el comienzo.

source: This will cancel your print.
es: Esto va a cancelar su impresión.

source: Yes
es: Sí

source: violet
es: violeta

source: white
es: blanco

source: Autodetect from browser
es: Detectar automáticamente desde el navegador

source: If you see your webcam stream below, the entered stream URL is ok.
es: Si puede ver la cadena de la cámara abajo, la URL introducida es correcta.

source: Stream test
es: Test de cadena

source: Could not retrieve snapshot URL, please double check the URL
es: No se puede obtener captura del URL, por favor compruebe doblemente el URL

source: Snapshot test failed
es: Fallo el test de captura

source: Could retrieve the snapshot URL, but it didn't look like an image. Got this as a content type header: <code>%(content_type)s</code>. Please double check that the URL is returning static images, not multipart data or videos.
es: Podría recuperar la URL de la instantánea, pero no se parecía a una imagen. Tengo esto como un encabezado de tipo de contenido: <code>%(content_type)s</code>. Verifique que la URL muestre imágenes estáticas, no datos o vídeos de varias partes.

source: If you see your webcam snapshot picture below, the entered snapshot URL is ok.
es: Si puede ver la instantanea de la cámara, la URL introducida es correcta.

source: Snapshot test
es: Test de instantanea

source: The path doesn't exist
es: La ruta no existe

source: The path is not a file
es: La runa no es un fichero

source: The path is not an executable
es: La ruta no es un ejecutable

source: The path is valid
es: La ruta es válida

source: The server is not reachable
es: El servidor no es accesible

source: The server is reachable
es: El servidor es accesible

source: The path is a broken symlink.
es: La ruta es un enlace simbólico roto.

source: The path does not exist and cannot be created.
es: La ruta no existe

source: The path is not a folder.
es: La runa no es un fichero

source: The path is not writable.
es: La ruta no es escribible

source: This will generate a new API Key. The old API Key will cease to function immediately.
es: Esto generara una nueva API Key. La vieja API Key cesará su función inmediatamente.

source: Do nothing
es: Cancelar

source: Select for printing
es: Seleccionar para imprimir

source: Start printing
es: Iniciar la impresión

source: Slicing %(filename)s
es: Laminando %(filename)s

source: Cannot slice on the same device while printing
es: No se puede laminar mientras se imprime

source: Cannot slice, not all parameters specified
es: No se puede laminar, no se han especificado todos los parámetros

source: Start the slicing process
es: Iniciar el proceso de laminado

source: The command "%(command)s" was triggered asynchronously
es: El comando "%(command)s" se activó de forma asincrona

source: The command "%(command)s" executed successfully
es: El comando "%(command)s" fue ejecutado exitosamente

source: The command "%(command)s" could not be executed.
es: El comando "%(command)s" no pudo ejecutarse.

source: Changing Offset of %(name)s
es: Cambiando offset de %(name)s

source: Use the form below to specify a new offset to apply to all temperature commands sent from printed files for "%(name)s"
es: Utiliza el recuadro de abajo para especificar un nuevo offset a aplicar a todos los comandos de temperatura enviados desde los archivos impresos "%(name)s"

source: Bed
es: Base

source: Chamber
es: Cámara

source: Set %(name)s (%(value)s)
es: Definir %(name)s (%(value)s)

source: Off
es: Apagar

source: Target
es: Objetivo

source: showing %(displayed)d lines (%(filtered)d of %(total)d total lines filtered, buffer full)
es: smstrando %(displayed)d líneas (%(filtered)d de %(total)d líneas filtradas; buffer lleno)

source: showing %(displayed)d lines (%(filtered)d of %(total)d total lines filtered)
es: mostrando %(displayed)d líneas (%(filtered)d de %(total)d lineas totales filtradas)

source: showing %(displayed)d lines (buffer full)
es: mostrando %(displayed)d lineas (Buffer lleno)

source: showing %(displayed)d lines
es: mostrando %(displayed)d líneas

source: Failed to remove timelapse %(name)s.</p><p>Please consult octoprint.log for details.</p>
es: Error al eliminar el timelapse %(name)s. </p><p>Por favor consulta octoprint.log para mas detalles</p>

source: Could not remove timelapse
es: No se puede eliminar el timelapse

source: You are about to delete timelapse file "%(name)s".
es: Está a punto de borrar el timelapse "%(name)s".

source: You are about to delete %(count)d timelapse files.
es: Está a punto de borrar %(count)d timelapses.

source: You are about to delete unrendered timelapse "%(name)s".
es: Está a punto de borrar el timelapse "%(name)s" sin renderizar.

source: You are about to delete %(count)d unrendered timelapses.
es: Está a punto de borrar %(count)d timelaspses sin renderizar.

source: Deleting timelapse files
es: Borrando timelapses

source: Deleting %(count)d timelapse files...
es: Borrando %(count)d timelapses...

source: Deleting unrendered timelapses
es: Borrando timelapses sin renderizar

source: Deleting %(count)d unrendered timelapses...
es: Eliminación de %(count)d timelapses no procesados...

source: Capturing timelapse postroll
es: Capturando el post roll del timelapse

source: Now capturing timelapse post roll, this will take only a moment...
es: Capturando el post roll del timelapse, esto solo tardara un instante.

source: Now capturing timelapse post roll, this will take approximately %(duration)s (so until %(time)s)...
es: Capturando el timelapse post roll, esto tomará aproximadamente %(duration)s (hasta %(time)s)...

source: %(seconds)d sec
es: %(seconds)d seg

source: Now capturing timelapse post roll, this will take approximately %(duration)s...
es: Capturando el "post roll" del timelapse; tiempo estimado: %(duration)s seg.

source: Failed repeatedly to capture timelapse frame from webcam - is the snapshot URL configured correctly and the camera on?
es: Fallo continuo al capturar el frame para el timelapse de la webcam .¿Está el URL de instantaneas configurado correctamente y la cámara encendida?

source: Could not capture snapshots
es: No se pueden capturar instantáneas

source: Rendering timelapse
es: Creando timelapse

source: Now rendering timelapse %(movie_prefix)s. Due to performance reasons it is not recommended to start a print job while a movie is still rendering.
es: Creando el vídeo de lapso de tiempo %(movie_prefix)s. Por razones de desempeño, no se recomienda iniciar un trabajo de impresión cuando un vídeo está en proceso.

source: Cannot render timelapse
es: No se puede renderizar el timelapse

source: Rendering of timelapse %(movie_prefix)s is not possible since no frames were captured. Is the snapshot URL configured correctly?
es: El renderizado del timelapse %(movie_prefix)s no es posible porque no se han capturado frames. ¿Se ha configurado correctamente la URL de lnstantaneas?

source: Rendering timelapse failed
es: El renderizado del timelapse ha fallado

source: Rendering of timelapse %(movie_prefix)s failed with return code %(returncode)s
es: La creación del vídeo de lapso de tiempo %(movie_prefix)s falló con el código de retorno %(returncode)s

source: Rendering of timelapse %(movie_prefix)s failed due to an unknown error, please consult the log file
es: El renderizado del timelapse %(movie_prefix)s ha fallado debido a un error desconocido, por favor consulte el archivo log

source: Timelapse ready
es: Timelapse listo

source: New timelapse %(movie_prefix)s is done rendering.
es: Finalizó la creación del nuevo vídeo de lapso de tiempo %(movie_prefix)s .

source: Not possible
es: No es posible

source: You may not delete your own account.
es: No puede eliminar su propia cuenta.

source: Site default
es: Sitio por defecto

source: This will delete the API Key. It will cease to to function immediately.
es: Esto eliminará la clave del API. Dejará de funcionar inmediatamente.

source: Create Folder
es: Crear Carpeta

source: Please specify the name of the folder to create.
es: Ingrese el nombre de la carpeta a crear.

source: Folder name
es: Nombre de la Carpeta

source: Create
es: Crear

source: Slicing is currently disabled since no slicer has been configured yet. Please configure a slicer under "Settings".
es: El laminado se encuentra desactivado actualmente, ya que no se ha configurado ningún laminador. Por favor, configúrelo en "Preferencias".

source: Please configure which slicer and which slicing profile to use and name the GCode file to slice to below, or click "Cancel" if you do not wish to slice the file now.
es: Configure el laminador y el perfil de laminación así como el nombre del fichero G-code para laminar, o haga clic en «Cancelar».

source: Slicer
es: Laminador

source: Select a slicer...
es: Seleccionar un laminador...

source: Runs locally
es: Ejecuatando localmente

source: For performance reasons locally run slicers are disabled while printing
es: Por razones de rendimiento, las opciones de laminado se desactivan durante la impresión

source: Slicing Profile
es: Perfil de laminación

source: Select a slicing profile...
es: Seleccionar un perfil de laminación,,,

source: Printer Profile
es: Perfil de Impresora

source: Select a printer profile...
es: Seleccionar un Perfil de Impresora...

source: Output Filename
es: Archivo de Salida

source: After slicing...
es: Después de laminar...

source: Slice
es: Laminar

source: Current Offset
es: Offset actual

source: New Offset
es: Nuevo offset

source: Delete Offset
es: Eliminar Desplazamiento

source: Hint: Hitting <kbd>Enter</kbd> in the input field will also submit the form
es: Sugerencia: Golpear <kbd>Intro</kbd> en el campo de entrada también enviará el formulario

source: Setup Wizard
es: Asistente de configuración

source: <strong>Mandatory Step!</strong> You need to fill this out now.
es: <strong>Paso obligatorio!</strong> Necesitas completar esto ahora.

source: Next
es: Siguiente

source: Previous
es: Anterior

source: Unless otherwise noted, you may just skip any wizard page by clicking "Next" or "Finish".
es: A no ser que en cualquier caso, quiera solo saltarse el asistente de página haciendo clic en "siguiente" o "Acabar"

source: The snappy web interface for your 3D printer
es: La interfaz web rápida para tu impresora 3D

source: Active
es: Activo

source: Admin
es: Administrador

source: Update User
es: Actualizar usuario

source: Change password
es: Cambiar contraseña

source: Delete user
es: Eliminar usuario

source: Add user
es: Añadir usuario

source: Repeat Password
es: Repetir contraseña

source: Abort
es: Cancelar

source: Confirm
es: Confirmar

source: Edit user "%(user)s"
es: Editar usuario "%(user)s"

source: Change password for user "%(user)s"
es: Cambiar contraseña para el usuario "%(user)s"

source: New Password
es: Nueva contraseña

source: Current API Key
es: API Key actual

source: N/A
es: (no disponible)

source: Allow <a href="%(url)s">Cross Origin Resource Sharing (CORS)</a>
es: Permitir <a href="%(url)s">Cross Origin Resource Sharing (CORS)</a>

source: Needs restart
es: Necesita reiniciar

source: Please note that changes to the API key are applied immediately, without having to "Save" first.
es: Por favor, tenga en cuenta que los cambios en la clave API se aplicarán inmediatamente, sin tener que "Guardar" primero.

source: QR Code
es: Código QR

source: Name of this OctoPrint instance, will be shown in the navigation bar and broadcast on the network
es: Nombre de esta instancia de OctoPrint; se mostrará en la barra de navegación, y será el nombre con el que se muestre en la red

source: Title
es: Título

source: Personalize the color of the navigation bar - maybe to match your printer?
es: Personalizar el color de la barra de navegación - ¿Tal vez para que coincida con su impresora?

source: For acrylic printers ;)
es: Para impresoras de acrílico ;)

source: Transparent color
es: Transparencia

source: Also personalize the icon of the browser tab
es: También personalice el icono de la pestaña de su navegador

source: Colorize favicon (in supported browsers)
es: Colorear favicon (en navegadores compatibles)

source: Language Packs
es: Paquetes de idiomas

source: Manage...
es: Administrar...

source: Default Language
es: Idioma predeterminado

source: Changes to the default interface language will only become active after a reload of the page and only be active if not overridden by the users language settings.
es: Los cambios al lenguaje predeterminado de la interfaz solo se podrán ver tras una recarga de la página, y solo se activarán si no se sobrescriben por los ajustes de idioma del usuario.

source: Show temperatures in Fahrenheit as well as Celsius
es: Mostrar temperaturas en Fahrenheit como en Celsius

source: Show fuzzy print time estimates
es: Mostrar estimación de tiempo de impresión difusa

source: Manage Language Packs...
es: Administrar paquetes de idioma...
