Repository: mrbeam/mrb3-octoPrint
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: es

source: <p> The <strong>Stream URL</strong> is the URL OctoPrint uses to embed the actual webcam stream (which should be an MJPG stream) into the web interface. This needs to be reachable <strong>from your browser</strong>. </p><p> It may be <ul> <li>a fully qualified URL (<code>http://host:port/path</code>),</li> <li>a URL defaulting to the protocol used for accessing the web interface (e.g. <code>//host:port/path</code>),</li> <li>an absolute path on the same host as OctoPrint (e.g. <code>/absolute/path</code>) or</li> <li>a relative path on the same host as OctoPrint (e.g. <code>relative/path</code>)</li> </ul> </p><p> The <strong>Snapshot URL</strong> is the URL OctoPrint uses to fetch single images from the webcam for creating timelapse recordings. This needs to be a fully qualified URL reachable <strong>from the OctoPrint server</strong>. </p>
es: La <strong> cadena URL</strong> es la URL que OctoPrint usa para incrustar la cadena de la webcam (que debería ser una cadena de MJPG) en su interfaz web. Esta necesita ser accesible <strong>por su navegador</strong>. </p><p> Puede ser <ul> <li>una URL operativa (<code>http://host:port/path</code>),</li> <li>una URL de protocolo por defecto para acceso a la web (<code>//host:port/path</code>),</li> </li>una ruta absoluta del host de OctoPrint (<code>/absolute/path</code>) or </li> o una relativa (<code>relative/path</code>)</li>. </ul> </p><p> La <strong>URL de la instantanea </strong> es la que usa OctoPrint para recoger una simple imagen de la webcam para crear las grabaciones de Timelapse. Esta deberá ser una URL operativa accesible <strong>desde el servidor de OctoPrint</strong> </p>

source: Timelapse Recordings
es: Videos de Lapso Almacenados

source: <p> To render the snapshots into timelapse recordings, OctoPrint also needs to know the correct <strong>path to FFMPEG</strong>. </p>
es: <p> Para hacer las instantáneas en grabaciones de timelapse, OctoPrint también necesita conocer la ruta <strong>la ruta correcta a FFMPEG </strong>. </p>

source: Without this plugin your OctoPrint instance will no longer be discoverable on the network via Bonjour and uPnP.
es: Sin éste plugin tu instalación de OctoPrint no será accesible en la red utilizando Bonjour y uPnP.

source: Error Tracking
es: Seguimiento de errores

source: Enable error reporting?
es: ¿Activar reporte de errores?

source: <p>It looks like you are tracking an OctoPrint RC release channel. It would be great if you would enable error reporting so that any kind of errors that occur with an RC can be looked into more easily. Thank you!</p><p><small>You can find more information on error reporting under Settings > Error Tracking</small></p>
es: <p>Parece que está siguiendo un canal de liberación de OctoPrint RC. Sería estupendo que habilitara el reporte de errores para que cualquier tipo de error que ocurra con un CR pueda ser analizado con mayor facilidad. Gracias!</p><p><small>Puede encontrar más información sobre la notificación de errores en Ajustes > Seguimiento de errores</small></p>

source: Ignore
es: Ignorar

source: You can still enable error tracking via "Settings" > "Error Tracking"
es: Aún puede habilitar el seguimiento de errores a través de "Configuración"> "Seguimiento de errores"

source: Enable
es: Habilitar

source: <p> Error tracking will cause any logged exceptions in the server and the browser interface to be sent to OctoPrint's <a href="https://sentry.io/" target="_blank" rel="noopener noreferer">Sentry instance</a>. </p> <p> By enabling it you help to gather detailed information on the cause of bugs or other issues. This is especially valuable on release candidates, which is why this plugin will also prompt you to enable error tracking if it detects that you are subscribed to an RC release channel. </p> <p> Please enable this if you are running a release candidate, or are prompted to do so while debugging an issue that you reported. </p>
es: <p> El seguimiento de errores hará que las excepciones registradas en el servidor y en la interfaz del navegador sean sent a OctoPrint's <a href="https://sentry.io/" target="_blank" rel="noopener noreferer"> Sentry instance </a>. </p> <p> Al habilitarlo, ayuda a recopilar información detallada sobre la causa de los fallos u otros problemas. Esto es especialmente valuable en las versiones candidatas, por lo que este plugin también le pedirá que habilite el seguimiento de errores si detecta that usted está suscrito a un canal de liberación de RC. </p> <p> Por favor, habilite esta opción si está ejecutando una versión candidata, o si se le pide que lo haga mientras depura un problema del que ha informado. </p>

source: Enable error tracking
es: Activar monitoreo de errores

source: Please reload the page after enabling/disabling & saving
es: Vuelva a cargar la página después de habilitar/deshabilitar y guardar

source: Random unique instance ID
es: ID de instancia única aleatoria

source: Instance ID
es: ID de instancia

source: Without this plugin anonymous users will have read-only access to your OctoPrint instance. Only disable this if you are comfortable with this, your OctoPrint instance is not publicly reachable on the internet and you fully trust everyone who has access to your local network!
es: Sin este plugin, los usuarios anónimos tendrán acceso de sólo lectura a su instancia de OctoPrint. Sólo desactiva esto si te sientes cómodo con esto, tu instancia de OctoPrint no es accesible públicamente en Internet y confías plenamente en todos los que tienen acceso a tu red local!

source: Please log in
es: introduzca sus datos de registro

source: Incorrect username or password.
es: Nombre de usuario o contraseña incorrectos

source: Server is currently offline.
es: El servidor está desconectado.

source: Reconnect...
es: Reconectando...

source: Remember me
es: Recordarme

source: Log in
es: Datos de acceso

source: Without this plugin you will no longer be able to retrieve OctoPrint's logs or modify the current logging levels through the web interface.
es: Sin este plugin, ya no podrá recuperar los registros de OctoPrint ni modificar los niveles de registro actuales a través de la interfaz web.

source: You are about to delete log file "%(name)s".
es: Está a punto de borrar el archivo de registro %(name)s

source: You are about to delete %(count)d log files.
es: Está a punto de borrar %(count)d archivo de registro.

source: Deleting log files
es: Borrando archivos de registro

source: Deleting %(count)d log files...
es: Borrando %(count)d archivo de registro...

source: Sort by name
es: Ordenar por nombre

source: ascending
es: ascendente

source: Sort by modification date
es: Ordenar por fecha de modificación

source: descending
es: descendente

source: Sort by file size
es: Ordenar por tamaño de fichero

source: Logging Levels
es: Niveles de logging

source: Level
es: Nivel

source: Remove
es: Eliminar

source: Add
es: Añadir

source: Pi Support
es: Soporte Pi

source: Without this plugin OctoPrint will no longer be able to provide additional information about your Pi,which will make it more tricky to help you if you need support.
es: Sin este plugin OctoPrint no podrá proveer información adicional de su Pi, lo cual hará mas truculento el poder ayudarlo si necesita soporte.

source: running on
es: en ejecución

source: Undervoltage. Make sure your power supply and cabling are providing enough power to the Pi.
es: Voltaje bajo! Por favor asegúrese de que la fuente de alimentación y el cableado proveen de suficiente energia a la Pi.

source: Frequency capping due to overheating. Improve cooling of the CPU and GPU.
es: Limitación de frecuencia por sobrecalentamiento. Por favor mejore la disipación de calor de la CPU y GPU.

source: A blinking symbol indicates a current issue, a non blinking symbol one that was observed some time since the Pi booted up.
es: Un símbolo parpadeante indica un problema actual. Un símbolo no parpadeante, es uno que se observó desde que arrancó el Pi.

source: Click the symbol in the navbar for more information.
es: Presiona el símbolo en la barra de navegación para obtener mas información

source: About OctoPi
es: Sobre OctoPi

source: What do the symbols mean?
es: Que significado tienen los símbolos?

source: Undervoltage
es: Voltaje bajo

source: Overheat
es: Sobrecalentamiento

source: Please restart OctoPrint after changing any of this plugin's settings.
es: Por favor reinicie OctoPrint después de aplicar cambios en los ajustes del añadido

source: Enable under voltage and overheat detection via <code>vcgencmd get_throttled</code>
es: Habilita la detección de bajo voltaje y sobre calentamiento vía <code>vcgencmd get_throttled</code>

source: This will regularly check with the Pi if something is amiss either with power regulation or CPU/GPU temperature.
es: Esto verificará regularmente si algo está mal, ya sea con la regulación de potencia o la temperatura de la CPU / GPU de la Pi

source: Command for under voltage/overheat detection
es: Comando para Bajo voltaje/Detección de sobrecalentamiento

source: Defaults to <code>/usr/bin/vcgencmd get_throttled</code>. You usually shouldn't have to change this.
es: Por defecto en <code>/usr/bin/vcgencmd get_throttled</code>. Usualmente usted no debería cambiar esta opción.

source: Plugin Manager
es: Administrador de complementos

source: There are no plugin notices. Great!
es: No hay notificaciones de plugins. ¡Genial!

source: There is a plugin notice for one of your installed plugins.
es: Hay una notificación de plugin para tus plugins instalados.

source: There are %(count)d plugin notices for one or more of your installed plugins.
es: Hay %(count)d notificaciones de plugin para uno o más de tus plugins instalados.

source: Installing plugin...
es: Instalando complemento...

source: Installing plugin from uploaded archive...
es: Instalando complemento desde archivo cargado...

source: Something went wrong
es: Algo ha salido mal

source: Please consult octoprint.log for details
es: Por favor, consultar octoprint.log para más detalles

source: You are about to disable "%(name)s".
es: Estás a punto de desactivar "%(name)s".

source: This is not recommended
es: No se recomienda ésto

source: Do you still want to disable it?
es: ¿Aún quieres desactivarlo?

source: Keep enabled
es: Mantener activo

source: Disable anyway
es: Deshabilitar de todas formas

source: Installing plugin "%(name)s" from %(url)s...
es: Instalando complemento "%(name)s" desde %(url)s...

source: Installing plugin from %(url)s...
es: Instalando complemento desde %(url)s...

source: Reinstalling plugin...
es: Reinstalando complemento...

source: Reinstalling plugin "%(name)s" from %(url)s...
es: Reinstalando complemento "%(name)s" desde %(url)s...

source: Uninstalling plugin...
es: Desinstalando complemento...

source: Uninstalling plugin "%(name)s"
es: Desinstalando complemento "%(name)s"

source: Reinstall
es: Reinstalar

source: Install
es: Instalar

source: Disabled
es: Deshabilitado

source: Plugin management log
es: Registro de administración de complementos

source: %(count)d earlier actions...
es: %(count)d acciones anteriores...

source: %(count)d earlier action
es: %(count)d acción anterior

source: Install <em>%(plugin)s</em>: %(result)s
es: Instalar <em>%(plugin)s</em>: %(result)s

source: Uninstall <em>%(plugin)s</em>: %(result)s
es: Desinstalar <em>%(plugin)s</em>:%(result)s

source: Enable <em>%(plugin)s</em>: %(result)s
es: Habilitar <em>%(plugin)s</em>:%(result)s

source: Disable <em>%(plugin)s</em>: %(result)s
es: Deshabilitar <em>%(plugin)s</em>:%(result)s

source: A restart is needed for the changes to take effect.
es: Es necesario reiniciar para que los cambios tengan efecto.

source: Restart now
es: Reiniciar ahora

source: <strong>This will restart your OctoPrint server.</strong></p><p>This action may disrupt any ongoing print jobs (depending on your printer's controller and general setup that might also apply to prints run directly from your printer's internal storage).
es: <strong>Esto reiniciará su servidor OctoPrint.</strong></p><p>Esta acción puede interrumpir cualquier impresión en curso (dependiendo del controlador de su impresora y la configuración general que también podría aplicarse a las impresiones que se ejecutan directamente desde el almacenamiento interno de la impresora).

source: Restart in progress
es: Reinicio en curso

source: The server is now being restarted in the background
es: El servidor se está reiniciando en segundo plano

source: Trying to restart the server produced an error, please check octoprint.log for details. You'll have to restart manually.
es: Intentando el reinicio del servidor a ocurrido un error, por favor revise "octoprint.log" para más detalles. Deberá reiniciar de forma manual.

source: A refresh is needed for the changes to take effect.
es: Es necesario reiniciar para que los cambios tengan efecto.

source: Reload now
es: Recargar ahora

source: A reconnect to the printer is needed for the changes to take effect.
es: Es necesario reconectar la impresora para que los cambios tengan efecto.

source: Done!
es: ¡Hecho!

source: Blacklisted
es: Lista negra

source: Disabled due to active safe mode
es: Deshabilitado debido a la actividad de modo seguro

source: Enable Plugin
es: Habilitar complemento

source: Disable Plugin
es: Deshabilitar complemento

source: There are %(count)d notices (%(important)d marked as important) available regarding this plugin - click to show!
es: Existen %(count)d notificaciones (%(important)d marcadas como importantes) acerca de éste plugin - ¡Haz clic para verlas!

source: There are %(count)d notices available regarding this plugin - click to show!
es: Existen %(count)d notificaciones acerca de éste plugin - ¡Haz clic para verlas!

source: There is an important notice available regarding this plugin - click to show!
es: Está disponible una notificación importante acerca de éste plugin - ¡Haz clic para verla!

source: There is a notice available regarding this plugin - click to show!
es: Está disponible una notificación acerca de éste plugin - ¡Haz clic para verla!

source: Important notice regarding plugin "%(name)s"
es: Notificación importante acerca del plugin "%(name)s"

source: Notice regarding plugin "%(name)s"
es: Notificación acerca del plugin "%(name)s"

source: Affected versions: %(versions)s
es: Versiones afectadas: %(versions)s

source: Affected versions: all
es: Versiones afectadas: todas

source: Read more...
es: Leer más...

source: Take note that all plugin management functionality is disabled while your printer is printing.
es: Tenga en cuenta que todas las funciones de gestión de complementos se desactivan mientras la impresora está imprimiendo.

source: The <code>pip</code> command could not be found or does not work correctly for this installation of OctoPrint - please consult the log file for details and if necessary configure it manually. No installation and uninstallation of plugin packages is possible while <code>pip</code> is unavailable.
es: El comando del código <code> pip</code>no puede ser encontrado o no funciona correctamente para esta instalación de octoprint. Por favor consulte el archivo log para más detalles y si es necesario configúrelo manualmente. No es posible la instalación ni desinstalación de paquetes de plugins mientras el <code>pip</code> no esté operativo.

source: Safe mode is currently active. All third party plugins are disabled and cannot be enabled. Installation of plugin packages is disabled.
es: El servidor está ejecutándose en modo seguro. Los plugins de terceros están deshabilitados y no podrán activarse. La instalación de paquetes está desactivada.

source: It looks like OctoPrint has currently no connection to the internet. Due to that it's not possible to install new plugins from the plugin repository or archive URLs.
es: Parece que OctoPrint actualmente no tiene conexión a Internet. Debido a esto no es posible instalar nuevos complementos desde el repositorio de plugins o 0URLs.

source: Plugin Configuration
es: Configuración de complementos

source: Installed Plugins
es: Complementos instalados

source: Bundled with OctoPrint
es: Incluido con OctoPrint

source: Cannot be uninstalled through OctoPrint
es: No puede ser des-instalado desde OctoPrint

source: Restart of OctoPrint needed for changes to take effect
es: Necesita reiniciar OctoPrint para que los cambios sean tomados

source: Pending install
es: Instalación pendiente

source: Pending uninstall
es: Desinstalación pendiente

source: Disabled due to safe mode
es: Deshabilitado debido al modo seguro

source: There are notices available regarding this plugin
es: Hay noticias disponibles sobre este plugin

source: This plugin is blacklisted
es: Este complemento está en la lista negra

source: Homepage
es: Sitio web

source: Uninstall Plugin
es: Complementos desinstalados

source: Get More...
es: Conseguir más...

source: Reshow current notices
es: Volver a mostrar las noticias actuales

source: Refresh notices from repository
es: Actualiza las noticias desde el repositorio

source: Install new Plugins...
es: Instalar nuevos complementos...

source: ... from the <a href="%(url)s" target="_blank">Plugin Repository</a>
es: ...desde el repositorio de complementos <a href="%(url)s" target="_blank"></a>

source: Sort by title
es: Ordenar por título

source: Sort by publication date
es: Ordenar por fecha de publicación

source: Only show uninstalled plugins
es: Mostrar solo complementos desinstalados

source: Only show compatible plugins
es: Mostrar solo complementos compatibles

source: Refresh list from repository
es: Recargar el listado desde el repositorio

source: Search...
es: Buscar...

source: Details
es: Detalles

source: "Why?"
es: ¿Porqué?

source: Sadly the repository is currently not available
es: Desgraciadamente el repositorio no esta disponible

source: Is your OctoPrint installation connected to the internet?
es: ¿Está su instalación de OctoPrint conectado a Internet?

source: ... from URL
es: ... desde URL

source: Enter URL...
es: Introducir URL...

source: This does not look like a valid URL. Expected http, https or any of the <a href="%(url)s" target="_blank">supported VCS URLs</a>.
es: Esto no se parece a una URL válida. Se esperaba http, https o cualquiera de las <a href="%(url)s" target="_blank">URL de VCS compatibles</a>.

source: ... from an uploaded archive
es: ... desde un archivo subido

source: This does not look like a valid plugin archive. Valid plugin archives should be either zip files or tarballs and have the extension ".zip", ".tar.gz", ".tgz" or ".tar"
es: Esto no parece un archivo de complemento válido. Los archivos de complemento válidos pueden ser tanto archivos zip o archivos tar y tienen la extensión ".zip", ".tar.gz", ".tgz" o ".tar"

source: Use <code>--process-dependency-links</code> with <code>pip install</code>
es: Use <code>--process-dependency-links</code> con <code>pip install</code>

source: You should normally <strong>not</strong> have to change <strong>any</strong> of the following settings, they are purely provided for convenience here.
es: Normalmente NO debería cambiar las configuraciones que aparecen a continuación, solo se muestran aquí por conveniencia.

source: Plugin repository configuration
es: Configuración del repositorio de plugins

source: URL of the Plugin Repository to use. You should normally not have to change this.
es: URL del repositorio de plugins a utilizar. Normalmente no es necesario cambiar esto.

source: Repository URL
es: URl del repositorio

source: How long to cache repository data, in minutes. You should normally not have to change this.
es: Tiempo de almacenaje en caché de los datos del repositorio, en minutos. Normalmente no es necesario cambiar esto.

source: Repository cache TTL
es: Caché de repositorio TTL

source: Notices configuration
es: Noticias de configuración

source: URL of the Notices source to use. You should normally not have to change this.
es: URL de las Noticias a usar. Normalmente no deberías modificar esto.

source: Notices URL
es: URL de las Noticias

source: How long to cache notices, in minutes. You should normally not have to change this.
es: Tiempo de almacenaje de las Noticias en cache, en minutos. Normalmente no deberías cambiar esto.

source: Notices cache TTL
es: TTL-Tiempo de vida- de la cache de Noticias

source: pip configuration
es: configuración del pip

source: Additional arguments for the pip command. You should normally not have to change this.
es: Argumentos adicionales para el comando pip. Normalmente no debería cambiar esto.

source: Additional arguments
es: Argumentos adicionales

source: Force the use of the <code>--user</code> flag with <code>pip install</code>
es: Forzar a usar la bandera <code>--user</code> con <code>pip install</code>

source: Cancel
es: Cancelar

source: Save
es: Guardar

source: Printer Safety Warning
es: Advertencia de seguridad de la impresora

source: Without this plugin OctoPrint will no longer be able to check if the printer it is connected to has a known safetyissue and inform you about that fact.
es: Sin este plugin, OctoPrint ya no podrá verificar si la impresora a la que está conectada tiene un problema de seguridad conocido y le informará sobre ese hecho.

source: Your printer's firmware is known to lack mandatory safety features (e.g. thermal runaway protection). This is a fire risk.
es: El firmware de su impresora carece de características de seguridad obligatorias (ej: protección térmica). Esto supone un posible riesgo de incendio. Se recomienda instalar mosfets para alimentar la cama caliente.

source: Warning!
es: Advertencia!

source: Learn more...
es: Saber mas...

source: setuptools
es: Herramientas de ajuste

source: Software Update
es: Actualizar Software

source: Without this plugin OctoPrint will no longer be able to update itself or any of your installed plugins which might put your system at risk.
es: Sin este plugin, Octoprint no sera capaz de actualizarse a si mismo o los plugins que tengas instalados con lo que pondrás al sistema en riesgo.

source: Release
es: Versión

source: Commit
es: Ejecutar

source: unknown
es: desconocido

source: Updating...
es: Actualizando...

source: Updating, please wait.
es: Actualizando, por favor espere.

source: There are updates available for the following components:
es: Hay actualizaciones disponibles para los siguientes componentes:

source: Release Notes
es: Notas de la versión

source: This version of the Python environment is not supported for direct updates.
es: La version del entorno de Python actual no soporta las actualizaciones directas.

source: Those components marked with <i class="fa fa-check"></i> can be updated directly.
es: Aquellos componentes marcados con <i class="fa fa-check"></i> pueden actualizarse directamente.

source: To have updates applied, get in touch with an administrator of this OctoPrint instance.
es: Para aplicar las actualizaciones, póngase en contacto con un administrador.

source: Update Available
es: Actualización disponible

source: You can make this message display again via "Settings" > "Software Update" > "Check for update now"
es: Puedes volver a ver este mensaje nuevamente a través de "Ajustes"> "Actualizar software> "Buscar actualizaciones ahora"

source: Update now
es: Actualizar ahora

source: Everything is up-to-date
es: Todo está actualizado

source: No internet connection
es: Sin conexión a Internet

source: Update not possible
es: No es posible actualizar

source: Unknown update check, configuration ok?
es: No es posible comprobar actualizaciones, esta la configuracion Ok ?

source: Cannot check for update, need online connection
es: No se pueden buscar actualizaciones, es necesaria una conexión a Internet
