Repository: mrbeam/mrb3-octoPrint
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: es

source: Commands
es: Comandos

source: Connectivity check
es: Comprobación de la conectividad

source: Plugin blacklist processing
es: Procesamiento de la lista negra de plugins

source: Graph
es: Gráfico

source: Graph cutoff
es: Límite del gráfico

source: Needs a restart of OctoPrint to become active.
es: Es necesario reiniciar Octoprint para activarlo.

source: Fine adjustments
es: Ajustes precisos

source: Send temperature fine adjustments automatically
es: Enviar automáticamente los ajustes precisos de temperatura

source: Enable this to have temperature fine adjustments you do via the + or - button be sent to the printer automatically.
es: Habilite esto para que los ajustes finos de temperatura que realice a través del botón + o - se envíen automáticamente a la impresora.

source: Sending delay
es: Enviando delay

source: OctoPrint will use this delay to limit the number of sent temperature commands should you perform multiple fine adjustments in a short time.
es: OctoPrint utilizará este retraso para limitar el número de comandos de temperatura enviados si realiza varios ajustes finos en poco tiempo.

source: Presets
es: Predefinido

source: Extruder
es: Extrusor

source: RegExp
es: Expresión regular

source: If you do not wish to change your password, just leave the following fields empty.
es: Si no quieres cambiar la contraseña, deja los siguientes campos vacíos.

source: Please note that changes to the API key are applied immediately, without having to "Confirm" first.
es: Ten en cuenta que los cambios en la clave de API se aplican inmediatamente, sin tener que "Confirmar" primero.

source: Language
es: Idioma

source: Changes to the interface language will only become active after a reload of the page.
es: El cambio en el idioma de la interfaz sólo se activará después de que recargues la página.

source: All Done!
es: Todo realizado!

source: Your OctoPrint installation is now all set up and ready to go.
es: Su instalación de OctoPrint está configurada y lista para funcionar.

source: For your printer's safety
es: Para proteger la impresora

source: Even with OctoPrint attached you should <strong class="text-error">never leave your printer running completely unattended</strong>. The electronics in our consumer printers can and sometimes sadly do catch fire, so stay or have someone else stay close enough to physically intervene in case of such catastrophic failure.
es: Incluso con OctoPrint conectado, <strong class="text-error"> nunca deje la impresora funcionando sin supervisión.</strong> La electrónica de nuestras impresoras pueden incendiarse, así que quédese o pida a otra persona que se mantenga lo suficientemente cerca como para poder intervenir físicamente en caso de un fallo grave.

source: You also should <strong class="text-error">never make your OctoPrint instance available for everyone on the public internet</strong>, even with Access Control enabled. Your instance <em>will</em> be found, and bad people <em>will</em> try to abuse it. Don't put yourself at risk, <a href="%(url)s" target="_blank" rel="noopener noreferrer">use a safe way to access your instance remotely</a>.
es: También debe asegurarse de <strong class="text-error">que su instancia de OctoPrint esté disponible para todo el mundo en the Internet público, incluso con el Control de Acceso habilitado. Su instancia <em> será </em>encontrada, y mala people <em> intentará </em>abusar de ella. No te pongas en riesgo, <a href="%(url)s" target="_blank" rel="noopener noreferrer">utilice una forma segura de acceder a su instancia de forma remota</a>.

source: If you enjoy OctoPrint...
es: Si te gusta OctoPrint...

source: Please consider <strong><a href="%(url)s" target="_blank">supporting OctoPrint's ongoing development</a></strong>, which can only continue with funding by users like you! You can also find this link in the "About" dialog.<br> <strong>Thank you!</strong>
es: Por favor, considere <strong><a href="%(url)s" target="_blank">soporte para el desarrollo continuo de OctoPrint</a></strong>, que sólo puede continuar con la financiación de usuarios como tú! También puede encontrar este enlace en el diálogo "Acerca de".<br> <strong>¡Gracias! </strong>

source: With all that being said, <strong>Happy and Safe Printing</strong>!
es: ¡Dicho todo esto, <strong>te deseamos una feliz y segura impresión</strong>!

source: Hello!
es: ¡Hola!

source: Thank you for installing OctoPrint!
es: ¡Gracias por installar OctoPrint!

source: This wizard will guide you through the final steps to get your OctoPrint instance all set up and ready to go. We'll get you printing in no time!
es: Este asistente paso a paso le guiará para que su servidor de OctoPrint esté configurado y listo para funcionar. !Estará imprimiendo en poco tiempo!

source: Forgot password?
es: ¿Olvidaste tu contraseña?

source: User Settings
es: Ajustes de usuario

source: Logout
es: Cerrar Sesión

source: Settings
es: Ajustes

source: System
es: Sistema

source: Upload locally
es: Subir localmente

source: Upload to SD
es: Subir a SD

source: Cannot upload to printer's SD while printing
es: No es posible subir a la SD de la impresora mientras se imprime

source: SD not initialized
es: SD no inicializada

source: Attempt to reconnect
es: Intentar reconexión

source: Please reload
es: Por favor recargar

source: There is a new version of the server active now, a reload of the user interface is needed. This will not interrupt any print jobs you might have ongoing. Please reload the web interface now by clicking the button below.
es: Hay una nueva version del server activa, es necesario recargar la interfaz de usuario. Esto no frenará ningún trabajo de impresión en curso. Por favor recargue la interfaz presionando el botón.

source: Save connection settings
es: Guardar configuraciones de conexion

source: Auto-connect on server startup
es: Conexión automática al arrancar el servidor

source: Refresh connection options
es: Refrescar opciones de conexión

source: Back
es: Regresar

source: Currently in
es: Actualmente en

source: Internal
es: Interno

source: Uploaded
es: Subido

source: Additional data
es: Datos adicionales

source: Load
es: Cargar

source: Load and Print
es: Cargar e imprimir

source: Free
es: Libre

source: Create folder...
es: Crear Carpeta...

source: Hint: You can also drag and drop files on this page to upload them.
es: Sugerencia: También puedes arrastrar y soltar archivos en la página para subirlos.

source: File list settings
es: Ajustes de la lista de archivos

source: Sort by upload date
es: Ordenar por fecha de subida

source: Sort by Folders, Files
es: Ordenar por Carpetas, Archivos

source: Sort by Files, Folders
es: Ordenar por Archivos, Carpetas

source: Mixed
es: Intercalados

source: Only show files stored locally
es: Mostrar sólo los archivos locales

source: Only show files stored on SD
es: Mostrar sólo los archivos en la SD

source: Hide successfully printed files
es: Ocultar los archivos impresos correctamente

source: Refresh file list
es: Actualizar lista de archivos

source: SD Card operations
es: Operaciones de la SD

source: Initialize SD card
es: Inicializar tarjeta SD

source: Refresh SD files
es: Actualizar los archivos de la SD

source: Release SD card
es: Extraer la tarjeta SD

source: Current printer state
es: Estado actual de la impresora

source: Name of file currently selected for printing
es: Nombre del archivo actualmente seleccionado para impresión

source: File
es: Archivo

source: User who selected this file for printing
es: Usuario que selecciono este archivo para impresión

source: Current timelapse configuration
es: Configuración actual de vídeos de lapso de tiempo

source: Estimated total print time based on analysis of the file or past prints
es: Tiempo de impresión total estimado basado en el análisis del archivo o impresiones anteriores

source: Approx. Total Print Time
es: Tiempo total aproximado de impresión

source: Total print time so far
es: Tiempo total de impresión hasta el momento

source: Print Time
es: Tiempo de impresión

source: Estimated time until the print job is done. This is only an estimate and accuracy depends heavily on various factors!
es: Tiempo estimado para que el trabajo de impresión sea terminado ¡Esto es sólo un estimado y la precisión depende de varios factores!

source: Print Time Left
es: Tiempo restante de impresión

source: Bytes printed vs total bytes of file
es: Bytes impresos vs Bytes totales del archivo

source: Printed
es: Impreso

source: Restart
es: Reiniciar

source: Print
es: Imprimir

source: Resume
es: Continuar

source: Cancels the print job
es: Cancela el trabajo de impresión

source: Please define the maximum speed/feedrate of the individual axes and whether their control should be inverted or not.
es: Por favor, defina la velocidad máxima del ratio de alimentación de cada eje y si su control debe de inverstirse o no.

source: Invert control
es: Invertir control

source: This information is used for manual control via the "Control" tab. It does NOT influence already sliced files that you upload to OctoPrint!
es: Esta información se usa para el control manual a través de la casilla "control" esto no afecta a los archivos laminados que ya ha subido a Octoprint!

source: Form Factor
es: Factor de Forma

source: Origin
es: Origen

source: Heated Bed
es: Base Caliente

source: Heated Chamber
es: Cámara caliente

source: Please define the print volume.
es: Por favor, defina el volumen de impresión.

source: Width (X)
es: Ancho (X)

source: Depth (Y)
es: Profundidad (Y)

source: Diameter (X/Y)
es: Diámetro (X/Y)

source: Height (Z)
es: Altura (Z)

source: If your printer's print head may move slightly outside the print volume (e.g. for nozzle cleaning routines) you can define a custom safe bounding box for its movements below.
es: Si el cabezal de impresión de la impresora puede moverse ligeramente fuera del volumen de impresión (por ejemplo, para las rutinas de limpieza de la boquilla), puede definir un cuadro delimitador seguro personalizado para sus movimientos a continuación.

source: Custom bounding box
es: Cuadro delimitador personalizado

source: X Coordinates
es: Coordenadas X

source: Y Coordinates
es: Coordenadas Y

source: Z Coordinates
es: Coordenadas Z

source: This information is used for the temperature tab, the bounding box check, the GCODE Viewer and/or when slicing from OctoPrint. It does NOT influence already sliced files that you upload to OctoPrint!
es: Esta información se usa para la lengüeta de la temperatura, el chequeo del cuadro delimitador, el visualizador de GCODE y para cuando se lamina desde Octoprint. No tiene influencia en los archivos laminados subidos a Octoprint!

source: Nozzle Diameter
es: Diámetro de Boquilla

source: Number of Extruders
es: Número de extrusores

source: Shared nozzle
es: Boquilla compartida

source: Please specify the nozzle offsets of the extruders relative to the first nozzle T0 <strong>if you haven't already done so in your firmware</strong>. Otherwise leave them at (0,0).
es: Por favor, especifica el offset de las boquillas de cada extrusor respecto a la primera boquilla T0 <strong>si todavía no lo has hecho en tu firmware</strong>. En caso contrario déjalo en (0,0).

source: Offset
es: Desviación

source: This information is used for the graph and controls available in the "Temperature" tab, the GCODE viewer and when slicing from within OctoPrint. It does NOT influence already sliced files that you upload to OctoPrint!
es: Esta información se usa para el gráfico y control que están disponibles en la lengüeta de la temperatura, el chequeo del cuadro delimitador, el visualizador de GCODE y para cuando se lamina desde Octoprint. No tiene influencia en los archivos laminados subidos a Octoprint!

source: Name must be set
es: Se debe establecer un nombre

source: Identifier
es: Identificación

source: Model
es: Modelo

source: Set as default profile
es: Seleccionar como perfil predeterminado

source: Edit Profile
es: Editar Perfil

source: Delete Profile
es: Eliminar Perfil

source: Command to restart the OctoPrint server
es: Comando para reiniciar el servidor OctoPrint

source: Command to restart the system OctoPrint is running on
es: Comando para reiniciar el sistema en el que se ejecuta OctoPrint

source: Restart system
es: Reiniciar sistema

source: Command to shut down the system OctoPrint is running on
es: Comando para apagar el sistema en el que se ejecuta OctoPrint

source: Define a check interval, a host and a port to check against. If you don't know what to set here, the default values (using Google's DNS server) should work. If you have concerns about using that, define the IP and port of a different online server that you trust and that has a high availability.
es: Defina un intervalo de comprobación, un host y un puerto para comprobarlo. Si no sabe qué hacer aquí, los valores predeterminados (utilizando el servidor DNS de Google) deberían funcionar. Si tiene inquietudes sobre su uso defina la IP y el puerto de un servidor en línea diferente que usted confía y que tenga una alta disponibilidad.

source: If the connectivity check is enabled, OctoPrint will regularly check if it's connected to the internet. This is <strong>useful to prevent resource intensive operations</strong> (such as checking for updates) if it's already clear that they won't succeed anyhow.
es: Si la comprobación de conectividad está habilitada, OctoPrint comprobará periódicamente si está conectado a Internet. Esto es<strong> útil para evitar que las operaciones intensivas en recursos</strong> (como la comprobación de actualizaciones), si ya está claro que no tendrán éxito de todos modos.

source: Enable regular connectivity check
es: Activar prueba de conectividad estandar

source: Host against which to check for internet connectivity
es: Anfitrión contra el que comprobar la conectividad a Internet

source: Host IP
es: IP Anfitrión

source: Interval in which to check for internet connectivity
es: Intervalo en el que comprobar la conectividad a Internet

source: Check interval
es: Comprobar intervalo

source: Port against which to check for internet connectivity
es: Puerto contra el que comprobar la conectividad a Internet

source: Port
es: Puerto

source: Test host & port
es: Probar host y puerto

source: <strong>To protect against known severe issues with certain versions of third party plugins</strong>, OctoPrint supports the use of a centralized plugin version blacklist to automatically disable such plugins before they can interfere with normal operation.
es: <strong>Para proteger contra problemas severos con ciertas versiones de plugins de terceros</strong>, OctoPrint apoya el uso de una lista negra centralizada de versiones de plugins para deshabilitar automáticamente dichos plugins antes de que puedan interferir con un normal funcionamiento.

source: Enable plugin blacklist processing on startup
es: Habilita el procesamiento de la lista negra de complementos al inicio

source: Any changes take effect only on the next server start.
es: Todos los cambio tendrán efecto cuando se reinicie el servidor.

source: How long to cache the blacklist, in minutes. You should normally not have to change this.
es: Tiempo de almacenaje de la lista negra en Cache, en minutos. Normalmente no tienes que cambiar esto.

source: Blacklist cache TTL
es: Cache TTL de la lista negra

source: Plugin blacklist URL. You should normally not have to change this.
es: URL de la lista negra de complementos. Normalmente no es necesario cambiar esto.

source: Blacklist URL
es: URL de la lista negra

source: Bitrate to use for encoding the timelapse video
es: Bitrate a utilizar para la codificación del video timelapse

source: Timelapse bitrate
es: Tasa de bits del timelapse

source: Full path to the FFMPEG binary
es: Ruta completa de los archivos de FFMPEG

source: Path to FFMPEG
es: Ruta a FFMPEG

source: Number of FFMPEG encoding threads
es: Número de hilos de codificación de FFMPEG

source: FFMPEG threads
es: Hilos FFMPEG

source: Enable timelapse support
es: Habilitar el soporte de timelapse

source: Enable OctoPrint watermark in timelapse movies
es: Habilitar la marca de agua de OctoPrint en los timelapse

source: Enable webcam support
es: Habilitar soporte para webcam

source: Flip webcam horizontally
es: Voltear la cámara web horizontalmente

source: Flip webcam vertically
es: Voltear la cámara web verticalmente

source: Rotate webcam 90 degrees counter clockwise
es: Girar la cámara web 90 grados hacia la derecha

source: Validate SSL on snapshot URL (if applicable)
es: Valide SSL en la URL de instantánea (si corresponde)

source: Timeout for taking a snapshot
es: Tiempo de espera para tomar una instantánea

source: Snapshot timeout
es: Tiempo de espera de instantánea

source: URL to use for retrieving webcam snapshot images for timelapse creation
es: URL a usar para las capturas de imagen, para la creación de timelapse

source: Snapshot URL
es: URL de la instantánea

source: Fully qualified URL, needs to be reachable by OctoPrint's server
es: Una URL completamente operativa debe ser accesible por el servidor de Octoprint

source: Aspect ratio of the webcam stream, either 16:9 or 4:3
es: La proporción de la transmisión de la cámara web, será 16:9 o 4:3

source: Stream aspect ratio
es: Proporción de la transmisión

source: If the stream has a different aspect ratio than configured here it will be letterboxed.
es: Si la transmisión tiene una relación de aspecto diferente a la configurada aquí se añadirán unos bordes negros.

source: Timeout after which to unload the stream if the control tab is not visible
es: Tiempo de espera después del cual se descarga el flujo si la ficha de control no está visible

source: Stream timeout
es: Tiempo de espera de stream agotado

source: URL to embed into the UI for live viewing of the webcam stream
es: URL del video en directo de la webcam incrustado en la interfaz

source: Stream URL
es: URL de transmisión

source: Needs to be reachable from the browser displaying the OctoPrint UI, used to embed the webcam stream into the page.
es: Debe ser accesible desde el navegador mostrando la UI de Octoprint, se usa para incrustar la webcam en la página.

source: Webcam stream loading...
es: Cargando transmisión de la cámara web...

source: Webcam stream not loaded
es: Tranasmisión de la cámara web no cargada

source: It might not be configured correctly or require authentication. To have this fixed, get in touch with an administrator of this OctoPrint instance.
es: Es posible que no esté configurado correctamente o que requiera autenticación. Para tener esto arreglado, ponerse en contacto con un administrador de esta instancia OctoPrint.

source: It might not be configured correctly or require authentication. You can change the URL of the stream under "Settings" > "Webcam & Timelapse" > "Webcam" > "Stream URL". If you don't have a webcam you can also just disable webcam support there.
es: Es posible que no esté configurado correctamente o que requiera autenticación. En "Ajustes" > "Webcam & Timelapse" > "Webcam" > "Webcam" > "Stream URL" puede modificar la URL del streaming. Si no tienes una cámara web, también puedes desactivar el soporte para cámaras web allí.

source: Currently configured stream URL
es: URL de stream configurado actualmente

source: Keyboard controls active
es: Teclado de control activo

source: X Axis
es: Eje X

source: Y Axis
es: Eje Y

source: Page&uarr;
es: Página&uarr;

source: Page&darr;
es: Página&darr;

source: Z Axis
es: Eje Z

source: Home X/Y
es: Origen X/Y

source: Home Z
es: Origen Z

source: Stepsize
es: Tamaño de paso

source: Hint: If you move your mouse over the picture, you enter keyboard control mode.
es: Sugerencia: Si desliza el ratón sobre la imagen, entrará en el modo de control mediante teclado.

source: Feed rate:
es: Ratio avance:

source: Select Tool...
es: Seleccionar Pico...

source: Extrude
es: Extruir

source: Retract
es: Retraer

source: Flow rate:
es: Ratio flujo:

source: Motors off
es: Apagar motores

source: Fan on
es: Encender ventilador

source: Fan off
es: Apagar ventilador

source: Previous layer
es: Capa anterior

source: Next layer
es: Capa Siguiente

source: Model info
es: Información del modelo

source: Layer info
es: Información de capa

source: Renderer options
es: Opciones de renderizado

source: Sync with job progress
es: Sincronizar con el progreso del trabajo

source: Center viewport on model
es: Centrar el visualizador en el modelo

source: Zoom in on model
es: Hacer zoom en el modelo

source: Show moves
es: Mostrar movimientos

source: Show retracts
es: Mostrar retracciones

source: Show approx. print head position
es: Mostrar posición aproximada del cabezal de impresión

source: Also show previous layer
es: Mostrar la capa anterior

source: Also show current layer
es: Mostrar también la capa actual

source: Also show next layer
es: Mostrar la capa siguiente

source: Reload
es: Recargar

source: Show visited bounding box
es: Mostrar cajas de destino visitadas

source: Show printed bounding box
es: Mostrar cajas de destino impresas

source: Hide empty layers
es: Ocultar capas vacías

source: Causes reload
es: Causas de recarga

source: Sort layers
es: Ordenar capas

source: Reset options
es: Restablecer opciones

source: Note that the time and usage values in this tab are <strong>estimated</strong> by the GCODE viewer in your browser and might differ from the values <strong>estimated</strong> by the server that are displayed in the "State" and "Files" panels in the sidebar due to slightly different implementations. Also note that these <strong>estimated</strong> values may be inaccurate since they can also take information present in the GCODE file into account.
es: Tenga en cuenta que el tiempo y los valores de uso en esta pestaña son <strong>estimados</strong> por el visor GCODE en su navegador y pueden ser diferentes de los valores <strong>estimados</strong> por el servidor que són mostrados en "Estado" y "Archivos" en la barra lateral debido a implementaciones ligeramente diferentes. También tenga en cuenta que estos valores <strong>estimados</strong> pueden ser imprecisos ya que también pueden tener en cuenta la información presente en el archivo GCODE.

source: <p> You've selected <strong data-bind="text: selectedFile.name"></strong> for printing which has a size of <strong data-bind="text: formatSize(selectedFile.size())"></strong>. Depending on your machine this might be too large for rendering and cause your browser to become unresponsive or crash. </p> <p> Are you sure you want to visualize this file nevertheless? </p>
es: <p> Usted ha seleccionado <strong data-bind="text: selectedFile.name"></strong> para ser impreso con un tamaño de <strong data-bind="text: formatSize(selectedFile.size())"></strong>. dependiendo de su maquina este puede ser muy grande bloqueando su explorador. </p> <p> Esta seguro que desea verlo de todas maneras? </p>

source: Yes, please visualize %(name)s regardless of its size
es: Sí, visualizar %(name)s independientemente de su tamaño

source: Current actual temperature as reported by your printer
es: Temperatura actual reportada por tu impresora

source: Current target temperature as reported by your printer
es: Temperatura objetibo actual reportada por tu impresora

source: Offset to apply to temperature commands sent from files
es: Offset a aplicar a todos los comandos de temperatura enviados por los archivos

source: Fine adjust: -1°C
es: Ajuste Fino: -1°C

source: Fine adjust: +1°C
es: Ajuste Fino: +1°C

source: Set
es: Establecer

source: Change Offset
es: Cambiar Desplazamiento

source: Send
es: Enviar

source: Autoscroll
es: Desplazamiento automático

source: Scroll to end
es: Desplazar al final

source: Copy all
es: Copiar todo
