Repository: mrbeam/mrb3-octoPrint
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: es

source: There is currently no central repository for language packs like there is for plugins - any help to change that is appreciated!
es: Actualmente no existe un repositorio central para los paquetes de idiomas como los "plugins" - ¡cualquier ayuda para cambiar eso será muy apreciada!

source: Until a repository is available, please see <a href="%(url)s" target="_blank" >the wiki</a> for language packs provided by the community.
es: Hasta que un repositorio esté disponible, por favor mira <a href="%(url)s" target="_blank" >La wiki</a> para los paquetes de idiomas proporcionados por la comunidad.

source: Available Language Packs
es: Paquetes de idiomas disponibles

source: Last update:
es: Última actualización:

source: No additional Language Packs are installed at the moment.
es: No hay instalados paquetes de idiomas adicionales por el momento.

source: Upload additional Language Packs
es: Subir paquete de idiomas adionales

source: Upload
es: Subir

source: This does not look like a valid language pack. Valid language packs should be either zip files or tarballs and have the extension ".zip", ".tar.gz", ".tgz" or ".tar"
es: Esto no se ve como un paquete de idioma válido. Paquetes de idiomas válidos deben ser tanto archivos zip o archivos tar y tienen la extensión ".zip", ".tar.gz", ".tgz" o ".tar"

source: Please note that you will have to reload the page in order for any newly added language packs to become available.
es: Nótese que deberá recargar la página para que los nuevos idiomas instalados se encuentren disponibles.

source: Enable Temperature Graph
es: Habilitar el gráfico de temperatura

source: Enable model size detection and warn if model exceeds print bed
es: Habilitar detección automática de tamaño del modelo y advertir si el modelo excede el tamaño máximo de la cama

source: Confirm before cancelling a print
es: Confirmar antes de cancelar la impresión

source: Enable SD support
es: Habilitar el soporte de tarjeta SD

source: Enable Keyboard Control
es: Habilitar Teclado de Control

source: <code>G90</code>/<code>G91</code> overrides relative extruder mode
es: <code>G90</code>/<code>G91</code> anula el modo relativo del extrusor

source: This is used by the GCODE analysis in the backend and the viewer in the frontend to interpret your sliced files correctly.
es: Esto es utilizado por el analizador de GCODE en el backend y el visor en la interfaz para interpretar correctamente sus archivos fileteados.

source: Commands to not completely auto uppercase in the terminal tab
es: Las letras de los comandos no se convierten automaticamente en mayusculas en la pestaña del terminal

source: Terminal Auto Uppercase Blacklist
es: Lista negra de auto conversion a mayusculas del terminal

source: Use this to specify the commands that should not have their parameters automatically uppercased in the terminal tab. Just the G or M code, comma separated.
es: Use esto para especificar los comandos que no deberían tener parámetros en mayúscula en la pestaña del terminal. Solo el código G o M, separados por comas.

source: Upload Folder
es: Carpeta de subidas

source: Timelapse Folder
es: Carpeta de timelapse

source: Timelapse Temp Folder
es: Carpeta temporal de timelapse

source: Logs Folder
es: Carpeta de registros

source: Watched Folder
es: Carpeta vigilada

source: Actively poll the watched folder. Check this if files in your watched folder aren't automatically added otherwise.
es: Examine frecuentemente la carpeta vigilada. Compruebe los archivos en la carpeta vigilada por si no se agregan automáticamente.

source: Disk space thresholds
es: Límites de espacio en disco

source: If the free disk space falls below these thresholds, OctoPrint will warn the user.
es: Si el espacio libre en disco baja de esos límites, OctoPrint avisará al usuario.

source: Warning
es: Advertencia

source: Critical
es: Crítico

source: Provide values including size unit. Allowed units are: b, byte, bytes, kb, mb, gb, tb (case insensitive). Example: <code>5MB</code>, <code>500KB</code>
es: Provee valores incluyendo tamaño de unidad. Las unidades permitidas son: b, byte, bytes, kb, mb, gb, tb (insensible a mayúsculas). Ejemplo: <code>5MB</code>,<code>500KB</code>

source: Before print job starts
es: Antes de comenzar la impresión

source: After print job completes
es: Después de completar la impresión

source: After print job is cancelled
es: Después de cancelar la impresión

source: After print job is paused
es: Después de pausar la impresión

source: Before print job is resumed
es: Antes de reanudar la impresión

source: Before tool change
es: Antes de cambiar la herramienta

source: After tool change
es: Despues decambiar la herramienta

source: After connection to printer is established
es: Después de establecer la conexión con la impresora

source: Before connection to printer is closed
es: Antes la conexión a la impresora será cerrada

source: This will only be executed when closing the connection actively. If the connection to the printer is suddenly lost nothing will be sent.
es: Esto solo se ejecutará cuando cierre activamente la conexión. Si la conexión a la impresora se cierra de forma inesperada no se enviará nada.

source: Enable GCode Visualizer
es: Habilitar el visualizador de GCode

source: Maximum size the GCodeViewer autoloads the file for preview
es: Tamaño máximo de la precarga del visualizador de GCODE

source: GCode Visualizer file size threshold
es: Límite del tamaño del archivo visualizador de GCODE

source: on desktop
es: en el escritorio

source: on mobile
es: en el móvil

source: Add Profile...
es: Agregar Perfil...

source: Intervals &amp; timeouts
es: Intervalos &amp; tiempos de espera

source: Firmware &amp; protocol
es: Firmware &amp; protocolo

source: Behaviour
es: Comportamiento

source: Serial port to connect to, setting this to AUTO will make OctoPrint try to automatically find the right setting
es: Puerto de comunicación serie a utilizar. Establecerlo en "AUTO" hará que OctoPrint intente encontrar el valor correcto de forma automática

source: Serial Port
es: Puerto serie

source: Serial baud rate to connect with, setting this to AUTO will make OctoPrint try to automatically find the right setting
es: Velocidad de comunicación serie a utilizar. Establecerlo en "AUTO" hará que OctoPrint intente encontrar el valor correcto de forma automática

source: Baudrate
es: Velocidad de conexión

source: Makes OctoPrint try to connect to the printer automatically during start up
es: Hace que OctoPrint intente conectarse a la impresora automáticamente durante el inicio

source: Auto-connect to printer on server start
es: Conectar automáticamente a la impresora al arrancar el servidor

source: Additional serial ports
es: Puertos serie adicionales

source: Use this to define additional <a href="%%(glob_url)s">glob patterns</a> matching serial ports to list for connecting against, e.g. <code>/dev/ttyAMA*</code>. One entry per line.
es: Usar esto para definir <a href="%%(glob_url)s">glob patterns</a> adicionales correspondientes a puertos serie para su conexión, por ejemplo: <code>/dev/ttyAMA*</code>. Una sola entrada por línea.

source: Additional baud rates
es: El ratio de baudios adicional

source: Use this to define additional serial port baud rates to list for connecting with, e.g. <code>123456</code>. Comma separated.
es: Utilice esto para definir la lista de los ratios adicionales de baudios, por ejemplo: <code>123456</code>. Separado por comas.

source: Request exclusive access to the serial port
es: Solicitar acceso exclusivo al puerto serie.

source: Uncheck this if you are having problems connecting to your printer.
es: Desmarque esto si tiene problemas para conectarse a su impresora.

source: Serial logging
es: Registro en serie

source: Log communication to <code>serial.log</code>
es: Comunicación de registro a <code>serial.log</code>

source: While this can negatively impact performance, a <code>serial.log</code> can be incredibly useful for debugging any issues observed in the communication between OctoPrint and your printer.
es: Si bien esto puede afectar negativamente el rendimiento, un <code>serial.log</code> puede ser increíblemente útil para depurar cualquier problema observado en la comunicación entre OctoPrint y su impresora.

source: Query intervals
es: Intervalos de consulta

source: Interval in which to poll for the temperature information from the printer
es: El intervalo en el cual será requerida la información de temperatura de la impresora

source: Temperature interval (polling)
es: Intervalo de temperatura (sondeo)

source: When printing or idle
es: Cuando se imprime o se inactiva

source: When idle and a target temperature is set
es: Cuando está ajustado el objetivo de temperatura

source: Temperature report interval to request from autoreport capable firmwares. A value of 0 disables autoreporting by the firmware and forces polling.
es: Intervalo de informe de temperatura para los firmwares con capacidad de autoreport . Un valor de 0 deshabilita el autoreporting por firmware y fuerza el sondeo.

source: Temperature interval (autoreport)
es: Intervalo de temperatura ( autoreport)

source: Autoreport interval to request from firmware
es: Intervalo de autorreport a solicitar desde el firmware

source: Interval in which to poll for the SD printing status information from the printer while printing
es: Intervalo en el que se solicitará el estado de impresión a la impresora, cuando se imprima desde la tarjeta SD

source: SD status interval (polling)
es: Intervalo de estado SD (sondeando)

source: When printing from the printer's SD
es: Cuando se imprime desde la tarjeta SD de la impresora

source: SD status interval to request from autoreport capable firmwares. A value of 0 disables autoreporting by the firmware and forces polling.
es: Intervalo de estado SD para solicitar informes automáticos de firmwares compatibles. Un valor de 0 inhabilita el autoinforme por el firmware y fuerza el sondeo.

source: SD status interval (autoreport)
es: Intervalo de estado SD (autoinforme)

source: Timeouts
es: Tiempos de espera

source: Time after which the communication with your printer will be considered timed out if nothing was sent by your printer (and an attempt to get it talking again will be done). Increase this if your printer takes longer than this for some moves.
es: Tiempo transcurrido el cual la comunicación con su impresora se considerará caducada si no se ha enviado nada a su impresora (y se intentará que se vuelva a hablar). Aumente esto si su impresora tarda más que esto en algunos movimientos.

source: Communication timeout
es: Tiempo de espera de comunicación agotado

source: <code>busy</code> protocol support not detected
es: No se detectó el protocolo <code>ocupado</code>

source: <code>busy</code> protocol support detected
es: Detectado protocolo <code>ocupado</code>

source: Time after which a connection attempt to the printer will be considered as having failed
es: Tiempo tras el cual se determinará que el intento de conexión a la impresora ha fallado

source: Connection timeout
es: Tiempo de espera de conexión agotado

source: Time after which to consider an auto detection attempt to have failed if no successful connection is detected
es: Tiempo tras el cual determinar que la autodetección ha fallado si no se logra establecer una conexión

source: Autodetection timeout
es: Tiempo de espera de autodetección agotado

source: Time after which to consider a position query on pause or cancel to have failed
es: Tiempo tras el cual determinar que la autodetección ha fallado si no se logra establecer una conexión

source: Position query timeout
es: Tiempo de espera de comunicación agotado

source: Time to wait after opening the serial connection before starting baudrate detection
es: Tiempo de espera después de abrir la conexión en serie antes de iniciar la detección de velocidad de transmisión

source: Initial baudrate detection pause
es: Pausa inicial de detección de baudios

source: Some controllers need a bit of a breather before baudrate detection after initial connect. If baudrate detection fails due to a hanging controller, try increasing this value.
es: Algunos controladores necesitan un respiro antes de la detección de velocidad de transmisión después de la conexión inicial. Si la detección de tasa de baudios falla debido a un controlador colgante, intente aumentar este valor.

source: Maximum consecutive communication timeouts while idle. More than this and the printer will be considered to be gone. Set to 0 to disable.
es: Número máximo de timeouts de comunicación consecutivos en estado de reposo. Si se dan más de esta cantidad, la impresora se considerará desconectada. Poner a 0 para deshabilitar.

source: Max. consecutive timeouts while idle
es: Número máximo de timeouts consecutivos en estado de reposo

source: Set to 0 to disable consecutive timeout detection and handling.
es: Establezca en 0 para desactivar la detección y el manejo consecutivos del tiempo de espera.

source: Maximum consecutive communication timeouts while printing. More than this and the printer will be considered to be gone. Set to 0 to disable.
es: Número máximo de timeouts de comunicación consecutivos mientras se imprime. Si se dan más de esta cantidad, la impresora se considerará desconectada. Poner a 0 para deshabilitar.

source: Max. consecutive timeouts while printing
es: Número máximo de timeouts consecutivos mientras se imprime

source: Maximum consecutive communication timeouts while a long running command is active. More than this and the printer will be considered to be gone. Set to 0 to disable.
es: Número máximo de timeouts de comunicación consecutivos mientras un comando de larga duración se encuentra activo. Si se dan más de esta cantidad, la impresora se considerará desconectada. Poner a 0 para desactivar.

source: Max. consecutive timeouts during long running commands
es: Número máximo de timeouts consecutivos mientras se ejecutan comandos de larga duración

source: Firmware specific settings
es: Configuraciones específicas del firmware

source: Enable automatic firmware detection
es: Habilitar detección automática de Firmware

source: If enabled, OctoPrint will try to figure out your printer's firmware automatically and adjust some communication parameters based on that. If that doesn't work out, or you want more granular control, uncheck this and the parameters in question will become visible for you to adjust.
es: Si está habilitado, OctoPrint intentará determinar el firmware de su impresora automáticamente y ajustará algunos parámetros de comunicación basados en eso. Si eso no funciona, o si desea un control más granular, desmárquelo y los parámetros en cuestión serán visibles para que usted los ajuste.

source: Select SD files by relative path
es: Selecciona archivos de memoria SD usando ruta relativa

source: RepRap Firmware
es: Firmware RepRap

source: Always assume SD card is present
es: Asumir siempre que la tarjeta SD está presente

source: Ignore consecutive resend requests for the same line
es: Ignorar peticiones consecutivas de reenvío para la misma línea

source: Support <code>TargetExtr%%n</code>/<code>TargetBed</code> target temperature format
es: Compatibilidad con formato <code>TargetExtr%%n</code>/<code>TargetBed</code> de temperatura objetivo

source: Disable detection of external heatups
es: Deshabilitar la detección de calentadores externos

source: Actively pause communication during <code>G4</code> dwell command
es: Pausar la comunicación activamente durante el comando <code>G4</code>

source: Send a checksum with the command
es: Enviar el checksum con el comando

source: When printing
es: Cuando esté imprimiendo

source: Support temperature autoreporting by firmware, if detected
es: Soporte autoreportado de temperatura por firmware, si se detecta

source: Support sd status autoreporting by firmware, if detected
es: Admite el autoinforme de estado sd por firmware, si se detecta

source: Send emergency GCODES <code>M108</code> and <code>M410</code> without waiting for acknowledgement, if detected as supported by the firmware
es: Enviar los GCODES de emergencia <code>M108</code> y <code>M410</code> sin esperar confirmación, si se detectan como soportados por el firmware.

source: Support <code>busy</code> protocol, if detected
es: Soporte de protocolo <code>ocupado,</code> si se detecta

source: Simulate <code>ok</code> for <code>M29</code>
es: Simular <code>ok</code> para <code>M29</code>

source: Most Marlin forks that were derived from Marlin versions &lt; v1.1.0 do not send an acknowledging <code>ok</code> for a <code>M29</code>. Check this if you run into communication stalls following streaming of a file to your printer's SD.
es: La mayoría de las horquillas Marlin derivadas de las versiones de Marlin < v1.1.0 no envían un reconocimiento de <code>ok</code> para un <code>M29</code>. Verifique esto si se encuentra con puestos de comunicación después de la transmisión de un archivo a la tarjeta SD de su impresora.

source: Simulate <code>ok</code> for resend requests
es: Simular <code>ok</code> para reenviar solicitudes

source: If detected as necessary
es: Si se detecta como necesario

source: Some Marlin forks lack an acknowledging <code>ok</code> with their resend requests. Set this to "always" or "if detected as necessary" if you run into communication stalls on resend requests.
es: Algunas horquillas de Marlin carecen de reconocimiento <code>ok</code> con sus solicitudes de reenvío. Establezca esto en "siempre" o "si se detecta como necesario" si se encuentra con puestos de comunicación en las solicitudes de reenvío.

source: Protocol fine tuning
es: Ajuste fino del protocolo

source: Wait for <code>start</code> on connect
es: Esperar a <code>start</code> al conectar

source: Try checking this if you run into connection timeouts due to your printer taking too long to respond to OctoPrint's handshake attempts on connect.
es: Intente comprobar esto si se produce un tiempo de espera de conexión debido a que su impresora tarda demasiado en responder a los intentos de interacción de OctoPrint para conectarse.

source: Blocked commands
es: Comandos bloqueados

source: Use this to specify commands that should never be sent to the printer. Just the G or M code, comma separated. Defaults to <code>M0</code> and <code>M1</code> since most firmware will block until a button on the controller has been pressed if it receives either of those two commands.
es: Utilice esta opción para especificar los comandos que nunca deben enviarse a la impresora. Sólo el código G o M, separado por comas. Por defecto es <code>M0</code> y <code>M1</code> ya que la mayoría del firmware se bloqueará hasta que se presione un botón en el controlador si recibe cualquiera de estos dos comandos.

source: Pausing commands
es: Comandos de pausado

source: Use this to specify commands on which OctoPrint should pause the print job. Just the G or M code, comma separated. Defaults to <code>M0</code>, <code>M1</code> and <code>M25</code>.
es: Utilice esta opción para especificar los comandos en los que OctoPrint debe pausar el trabajo de impresión. Sólo el código G o M, separado por comas. Los valores por defecto son <code>M0</code>, <code>M1</code> y <code>M25</code>.

source: Command to send to the firmware on first handshake attempt.
es: Comando a mandar al firmware en primer intento de negociación.

source: "Hello" command
es: Comando "Hola"

source: Use this to specify a different command than the default <code>M110</code> to send to the printer on initial connection to trigger a communication handshake.
es: Utiliza esto para especificar un comando a mandar a la impresora en la conexión inicial para iniciar la negociación de comunicación, que sea diferente al <code>M110</code> utilizado por defecto

source: Commands that are know to run long and hence should suppress communication timeouts from being triggered.
es: Comandos conocidos por ejecutarse a largo plazo que podrian eliminar limites de tiempo en las comunicaciones desde que son lanzados.

source: Long running commands
es: Comandos de larga ejecución

source: Use this to specify the commands known to take a long time to complete without output from your printer and hence might cause timeout issues. Just the G or M code, comma separated.
es: Use este apartado para especificar los comandos que sepa que tardan bastante tiempo en completarse sin respuesta por parte de la impresora, y que por ello, pueden causar problemas relacionados con el tiempo de espera de la comunicación. Solo códigos G y M, separados por coma.

source: Commands that always require a line number and checksum to be sent with them.
es: Comandos que siempre necesitan un numero de linea y la suma de comprobacion para ser enviados con el.

source: Commands that always require a checksum
es: Comandos que siempre necesitan sumas de comprobacion

source: Use this to specify which commands <strong>always</strong> need to be sent with a checksum. Comma separated list.
es: Usar esto para especificar qué comandos <strong>siempre</strong> necesitan ser enviados junto con una suma de comprobación (checksum). Lista separada por comas.

source: Error handling
es: Manejo de errores

source: What to do on a firmware error (<code>Error:</code> or <code>!!</code>)
es: Qué hacer con un error de firmware (<code>Error:</code> o <code>!!</code>)

source: Disconnect from the printer
es: Desconectar de la impresora

source: Cancel any ongoing prints but stay connected to the printer
es: Cancele cualquier impresión en curso pero permanezca conectado a la impresora

source: Please note that if you choose this, OctoPrint will still disconnect from the printer in case of <em>fatal</em> errors reported by your firmware (e.g. <code>kill() called</code>, <code>fatal:</code>).
es: Tenga en cuenta que si elige esta opción, OctoPrint se desconectará de la impresora en caso de errores <em>fatal</em> reportados por su firmware (por ejemplo, <code>kill() llamado</code>, <code>Fatal:</code>).

source: Only choose this if your firmware sends error messages that are not actual errors. Might mask printer issues (even fatal errors!), be careful!
es: Solo elige esto si tu firmware envía mensajes de error que no son errores reales. Puede ocultar problemas de la impresora (¡incluso errores fatales!), ¡Cuidado!

source: Log position on pause
es: Posicion registrada al pausar

source: If you disable this, the <code>pause_position</code> placeholders in your pause/resume GCODE scripts will stay unpopulated! However, pausing speed might improve slightly.
es: ¡Si deshabilita esto, los marcadores de posición <code>pausa_posición</code> en sus scripts de pausa / reanudación GCODE permanecerán despoblados! Sin embargo, la velocidad de pausa podría mejorar ligeramente.

source: Log position on cancel
es: Posición registrada al cancelar

source: If you disable this, the <code>cancel_position</code> placeholders in your cancel GCODE script and the corresponding data in the print recovery data will stay unpopulated! However, cancelling speed might improve slightly.
es: Si deshabilita esto, los marcadores de posición <code>cancel_position</code> en su secuencia de comandos GCODE de cancelación y los datos correspondientes en los datos de recuperación de impresión permanecerán despoblados. Sin embargo, la velocidad de cancelación podría mejorar ligeramente.

source: Attempt to abort any blocking heatups on cancel via <code>M108</code>.
es: Intentando abortar cualquier calentaror bloqueado despues de cancelar a través de <code>M108</code>.

source: Uncheck this if your firmware doesn't support <code>M108</code> for aborting blocking heatups!
es: Desmarque esta opción si su firmware no soporta <code>M108</code> para abortar los bloqueos de calentamiento!
